[
    {
        "idx": 56200,
        "document_num": 2,
        "summary": "Wikileaks needs \" a minimum \" of a million euros asap in order to \" effectively continue its mission, \" it announced in a news release today. The anti-secrecy organization has seen its cash reserves plummet from around $ 983,600 in december 2010 to less than $ 120,000 at the end of june, and that reserve will dwindle to nothing \" within a few months, \" it said, according to the wall street journal. It blames these financial woes on visa and mastercard's joint ban on the site. Wikileaks says it has at last figured out a workaround for would-be donors with visa and mastercard, saying they can send donations through france's carte bleue system, which in turn would route the donations through france's fund for the defense of net neutrality, a nonprofit organization, the ap reports. Carte bleue has a contract with visa and mastercard forbidding them from cutting off merchants. \" let them shut it down, \" julian assange said in statement. \" we're waiting. Our lawyers are waiting. \"",
        "split": "test",
        "cleansed_document": [
            "Wikileaks is opening a new front in its battle to break the financial blockade imposed by credit card giants visa and mastercard, the group said wednesday, saying it could now accept donations through a french non-profit. Visa and mastercard were among half a dozen u.s. Payment firms to pull the plug on wikileaks, shortly after the group made its controversial decision to begin publishing some 250,000 secret state department cables in december 2010. It's not clear whether visa or mastercard would tolerate the move, which would route money through france's fund for the defense of net neutrality. In 2011 wikileaks briefly opened a funding gateway - through icelandic payment processor datacell - only to see it shut down by visa on short notice. In his statement, wikileaks founder julian assange - who remains holed up at the ecuadorean embassy in london, where he is seeking asylum -??dared visa to try to foil his latest fundraising plan. \" let them shut it down, \" he said. \" we're waiting. Our lawyers are waiting. \" assange is currently fighting extradition to sweden, where he is wanted for questioning about allegations of sexual misconduct, and he has long complained of funding difficulties. Those became particularly acute once visa, mastercard, and others took action against his site. U.s. And foreign officials had warned that their publication of secret cables would have calamitous consequences for american diplomats and their informants, with some accusing wikileaks of being a terrorist organization. But as many of the worst predictions failed to materialize, the ongoing blockade began raising concerns about corporate censorship, with u.n. Officials and media watchdog groups such as reporters without borders describing it as a potential attack on free expression. Wikileaks is in the process of taking visa, mastercard, and their local european partners to court over the blockade - recently winning a case in iceland",
            "Dow jones reprints: this copy is for your personal, non-commercial use only. To order presentation-ready copies for distribution to your colleagues, clients or customers, use the order reprints tool at the bottom of any article or visit www.djreprints.com wikileaks said it is close to running out of money, a problem the site blamed on visa and mastercard, which have prohibited users from donating to the site. Wikileaks ' cash reserves have fallen from € 800,000 ( $ 983,600 ) in december 2010 to less than € 100,000 at the end of june, the site said, adding that its funds would run out \" within a few months \" unless donations dramatically increase. In the first six months of 2012, wikileaks said it spent € 246,600 while collecting donations of just € 32,800. According to a two-page financial report released by the..."
        ],
        "raw_document": [
            "Wikileaks is opening a new front in its battle to break the financial blockade imposed by credit card giants visa and mastercard, the group said wednesday, saying it could now accept donations through a french non-profit. Visa and mastercard were among half a dozen u.s. Payment firms to pull the plug on wikileaks, shortly after the group made its controversial decision to begin publishing some 250,000 secret state department cables in december 2010. It's not clear whether visa or mastercard would tolerate the move, which would route money through france's fund for the defense of net neutrality. In 2011 wikileaks briefly opened a funding gateway - through icelandic payment processor datacell - only to see it shut down by visa on short notice. In his statement, wikileaks founder julian assange - who remains holed up at the ecuadorean embassy in london, where he is seeking asylum -??dared visa to try to foil his latest fundraising plan. \" let them shut it down, \" he said. \" we're waiting. Our lawyers are waiting. \" assange is currently fighting extradition to sweden, where he is wanted for questioning about allegations of sexual misconduct, and he has long complained of funding difficulties. Those became particularly acute once visa, mastercard, and others took action against his site. U.s. And foreign officials had warned that their publication of secret cables would have calamitous consequences for american diplomats and their informants, with some accusing wikileaks of being a terrorist organization. But as many of the worst predictions failed to materialize, the ongoing blockade began raising concerns about corporate censorship, with u.n. Officials and media watchdog groups such as reporters without borders describing it as a potential attack on free expression. Wikileaks is in the process of taking visa, mastercard, and their local european partners to court over the blockade - recently winning a case in iceland",
            "Dow jones reprints: this copy is for your personal, non-commercial use only. To order presentation-ready copies for distribution to your colleagues, clients or customers, use the order reprints tool at the bottom of any article or visit www.djreprints.com wikileaks said it is close to running out of money, a problem the site blamed on visa and mastercard, which have prohibited users from donating to the site. Wikileaks ' cash reserves have fallen from € 800,000 ( $ 983,600 ) in december 2010 to less than € 100,000 at the end of june, the site said, adding that its funds would run out \" within a few months \" unless donations dramatically increase. In the first six months of 2012, wikileaks said it spent € 246,600 while collecting donations of just € 32,800. According to a two-page financial report released by the..."
        ],
        "reasons": [
            "The summary discusses Wikileaks' financial situation and the workaround it found for receiving donations. Document 1 provides details about Wikileaks opening a new front to accept donations through a French non-profit organization, which is directly related to the summary. Document 2 discusses Wikileaks running out of money and the impact of the blockade by Visa and Mastercard on donations, which is also relevant to the summary. Therefore, both documents are relevant to the summary. None.",
            "The summary revolves around Wikileaks' urgent need for funds and its workaround for accepting donations. Document 1 discusses Wikileaks' battle with credit card companies and its new fundraising strategy. Document 2 talks about Wikileaks running out of money due to restrictions by Visa and Mastercard. However, Document 2 does not provide relevant information about the new donation method through France's Carte Bleue system, which is a key point in the summary. Therefore, the irrelevant document is: Document 2",
            "The summary highlights Wikileaks' urgent need for financial support due to dwindling cash reserves and a workaround for donations through France's Carte Bleue system. Document 1 discusses Wikileaks' battle with credit card companies and its fundraising efforts through a French non-profit organization, which aligns with the summary. Document 2 provides information on Wikileaks' financial situation and the decline in donations, which is relevant to the summary. Therefore, both documents are relevant to the summary. None.",
            "The summary focuses on Wikileaks' urgent need for funding and its efforts to overcome financial difficulties. Document 1 discusses Wikileaks' battle with credit card companies and its workaround for accepting donations through a French non-profit. Document 2 provides additional details about Wikileaks' financial situation, the decrease in cash reserves, and the impact of Visa and Mastercard's ban on donations. Both documents are relevant to the summary. Therefore, the irrelevant document is: None.",
            "The summary focuses on WikiLeaks' financial situation, the need for funds, and a workaround for donations. Document 1 provides information related to WikiLeaks accepting donations through a French non-profit and mentions Julian Assange's statement regarding Visa and Mastercard. Document 2 also discusses WikiLeaks' financial issues and the decrease in cash reserves attributed to Visa and Mastercard, aligning with the summary. Therefore, both Document 1 and Document 2 are relevant to the summary. None."
        ],
        "vote_count": {
            "0": 0,
            "1": 1
        }
    },
    {
        "idx": 56201,
        "document_num": 2,
        "summary": "At least six newlywed brides in india have left their husbands because their new homes lacked a toilet, reports the times of india. The six returned to their parents ' homes in protest and vow not to go back until their in-laws get proper plumbing. The newspaper describes the women's actions as raising \" the banner of revolt, \" because the issue is anything but trivial in india. The un recently warned about the widespread problem of open defecation in poor areas, and india's prime minister vowed last week to tackle the issue, notes the bbc. \" we are in the 21st century and yet there is still no dignity for women as they have to go out in the open to defecate and they have to wait for darkness to fall, \" said narendra modi in his speech. It's not just a sanitary issue, either. The gang rape of two teen cousins in india earlier this year occurred when they went to fields near their homes in the evening. A group called sulabh international has promised to install toilets for the six newlyweds at no cost, with its founder hailing \" the changing mindset \" in the country. ( a recent fashion shoot in india provoked fury because it was seemingly inspired by a gang rape. )",
        "split": "test",
        "cleansed_document": [
            "Lucknow: at least half-a-dozen newly-wed brides belonging to both hindu and muslim communities in kushinagar district of uttar pradesh have raised the banner of revolt against their in-laws over lack of toilets in their household. The newly-wed brides have also returned to their parents ' house barely within a couple of weeks of their marriage and are adamant not to go back ( to their husbands ' place ) until toilets are built. However, these girls can draw solace from the fact that sulabh international has decided to redress their grievances, and would be constructing toilets in the said households. According to reports emanating from kushinagar; neelam, kalawati, shakina, niranjan, gudiya and sita of khesiya village of kushinagar protested against their husbands and in-laws when they found that there were no toilets in their houses. After spending couple of days, they returned to their father's home. After getting this news, sulabh founder bindeshwar pathak announced that toilets will be built at all the six household, where the newly-wed brides have raised the banner of revolt. Reacting to the development, pathak termed the revolt by these brides as a bold and extraordinary. He said, \" such kind of rising incidents clearly show the changing mindset of girls over toilets. Now everybody is realising the importance of toilets. \" he further added that the toilets would be constructed",
            "Image caption the women said they would return only after their husbands had built proper toilets at home six newlywed women in a village in the indian state of uttar pradesh have returned to their parents because their husbands ' homes had no toilets. The women, all from khesiya village in kushinagar district, said they would return only after their husbands had built proper toilets at home. Nearly half of india's 1.2 billion people have no toilets at home. Campaigners say the problem is acute in rural india and it is the women who suffer most. One of the brides, gudiya, told bbc hindi that it was very troublesome to go to the fields. \" my parents have a toilet at home, but there is no toilet in my husband ramesh sharma's home. Going outdoors was a big hassle, so i fought with him and returned to my parents. \" neelam sharma, sakina, seeta, nazrum nisa and kalavati are the others who have left their marital homes for the same reason. Ashima parveen, who lives in khesiya village, said all six women had wed in the past year or 18 months. \" in villages, it is not easy for a new bride to step out of her home because here people believe in the purdah [ covering the face with a veil ]. In"
        ],
        "raw_document": [
            "Lucknow: at least half-a-dozen newly-wed brides belonging to both hindu and muslim communities in kushinagar district of uttar pradesh have raised the banner of revolt against their in-laws over lack of toilets in their household. The newly-wed brides have also returned to their parents ' house barely within a couple of weeks of their marriage and are adamant not to go back ( to their husbands ' place ) until toilets are built. However, these girls can draw solace from the fact that sulabh international has decided to redress their grievances, and would be constructing toilets in the said households. According to reports emanating from kushinagar; neelam, kalawati, shakina, niranjan, gudiya and sita of khesiya village of kushinagar protested against their husbands and in-laws when they found that there were no toilets in their houses. After spending couple of days, they returned to their father's home. After getting this news, sulabh founder bindeshwar pathak announced that toilets will be built at all the six household, where the newly-wed brides have raised the banner of revolt. Reacting to the development, pathak termed the revolt by these brides as a bold and extraordinary. He said, \" such kind of rising incidents clearly show the changing mindset of girls over toilets. Now everybody is realising the importance of toilets. \" he further added that the toilets would be constructed",
            "Image caption the women said they would return only after their husbands had built proper toilets at home six newlywed women in a village in the indian state of uttar pradesh have returned to their parents because their husbands ' homes had no toilets. The women, all from khesiya village in kushinagar district, said they would return only after their husbands had built proper toilets at home. Nearly half of india's 1.2 billion people have no toilets at home. Campaigners say the problem is acute in rural india and it is the women who suffer most. One of the brides, gudiya, told bbc hindi that it was very troublesome to go to the fields. \" my parents have a toilet at home, but there is no toilet in my husband ramesh sharma's home. Going outdoors was a big hassle, so i fought with him and returned to my parents. \" neelam sharma, sakina, seeta, nazrum nisa and kalavati are the others who have left their marital homes for the same reason. Ashima parveen, who lives in khesiya village, said all six women had wed in the past year or 18 months. \" in villages, it is not easy for a new bride to step out of her home because here people believe in the purdah [ covering the face with a veil ]. In"
        ],
        "reasons": [
            "Both Document 1 and Document 2 are related to the summary as they discuss the same topic of newlywed brides in India leaving their husbands due to the lack of toilets in their new homes. They both mention the women's protest and the organization Sulabh International offering to build toilets for them. Therefore, the irrelevant document is: None",
            "The summary focuses on newlywed brides in India leaving their husbands due to the lack of toilets in their new homes, which is a significant issue in the country. Document 1 discusses the newlywed brides in Kushinagar district of Uttar Pradesh protesting against their in-laws over the absence of toilets and their return to their parents' homes until toilets are built. Document 2 also talks about the six newlywed women in Uttar Pradesh who returned to their parents' homes because their husbands' homes lacked proper toilets. Both documents are relevant to the summary as they elaborate on the same issue. Therefore, the irrelevant document is: None.",
            "The summary highlights the issue of newlywed brides leaving their husbands due to the lack of toilets in their new homes in India. Document 1 and Document 2 both discuss the same topic of newlywed brides leaving their husbands over the lack of toilets and the intervention by Sulabh International to address the issue. Both documents provide details about the women's protest and the actions taken to resolve the situation. Therefore, there are no irrelevant documents in this case.",
            "The summary discusses newlywed brides in India leaving their husbands due to a lack of toilets in their new homes. Document 1 provides details about the brides protesting and returning to their parents' homes because of the lack of toilets and Sulabh International's involvement in addressing the issue. Document 2 also talks about the newlywed women in Uttar Pradesh who returned to their parents' homes due to the absence of toilets at their husbands' houses. Both documents are relevant to the summary as they discuss the same issue of brides leaving their marital homes over the lack of toilets. Therefore, the irrelevant document is: None.",
            "The summary discusses newlywed brides in India leaving their husbands due to the lack of toilets in their new homes. Document 1 provides information about the brides in Kushinagar district protesting against the lack of toilets and sulabh international's decision to construct toilets for them. Document 2 also details the situation of six newlywed women leaving their marital homes due to the absence of toilets and their vow to return only after proper toilets are built. Both documents are relevant to the summary as they discuss the same issue of brides leaving their homes because of the lack of toilets. Therefore, the irrelevant document is: None."
        ],
        "vote_count": {
            "0": 0,
            "1": 0
        }
    },
    {
        "idx": 56202,
        "document_num": 1,
        "summary": "San francisco's city attorney wants monster beverage to cut down on both the caffeine in its energy drinks and the marketing of them, and the company is fighting back in federal court. Monster sued the office of dennis herrera this week, arguing that its drinks are no more harmful than a cup of starbucks coffee and making the case that only the fda can regulate the market, reports the wall street journal. One thing in particular that irritates herrera is that the company has a monster army website for kids that shows an 11-year-old \" monster army major \" and a 6-year-old \" reserve, \" reports the san francisco chronicle. So, yes, the energy drinks have less caffeine than a cup at starbucks, but the coffee chain \" isn't marketing sweet drinks that are highly caffeinated to young people, \" says a herrera spokesperson. The legal fight comes amid heightened scrutiny of energy drinks not only by the fda but by new york state in particular.",
        "split": "test",
        "cleansed_document": [
            "City attorney dennis herrera's attempt to curtail monster beverage corp. From marketing its highly caffeinated energy drinks to minors is getting heated, with the company going to federal court to try to stop herrera's investigation. In a lawsuit filed monday in u.s. District court in los angeles, monster says herrera's effort would \"impose undue burdens on interstate commerce \" and violate constitutionally protected \"commercial speech \" and other rights. The lawsuit also contends that \"( herrera ) appears to be motivated by publicity rather than science. \" herrera has been investigating the corona ( riverside county ) -based maker of monster energy drinks since october under the state's unfair competition law, targeting its marketing claims that the amount of caffeine in its products is \"completely safe \" and that consumers \"can never get too much of a good thing! \" in march, herrera joined a group of 18 doctors from medical centers across the country in calling for the u.s. Food and drug administration to regulate caffeine levels in energy drinks, saying the beverages pose health risks, particularly for youths. Under current fda standards, caffeine in sodas can register no higher than about 71 milligrams per 12-oz. Serving. Energy drinks often have between 100 and 300 milligrams of caffeine per 8-oz. Serving and are often sold in much larger quantities per can, according to the doctors ' letter. \"the best available scientific evidence demonstrates a robust correlation between the caffeine levels in energy drinks and adverse health and safety consequences, particularly among children, adolescents, and young adults, \" according to the doctors ' letter, which included signatories from johns hopkins university school of medicine, uc berkeley's school of public health and ucsf's pediatric and cardiology divisions monster markets to children as young as 6 years old, according to herrera's office, which produced screen shots from the beverage company's \"monster army \" website listing an 11-year-old as a \"monster army major \" and a 6-year-old as a \"reserve. \" the company, in its lawsuit, maintains that its product has less than half the caffeine of a starbucks coffee. \"today, any child can walk into a starbucks and buy an unlimited number of 'grande ' ( 16-oz. ) brewed coffee drinks-each one with more than twice the caffeine ( 330mg ) as one of ( monsters ' ) 16-oz. Energy drinks-with no restrictions or limitations, \" the company's attorneys wrote. That is not the same thing, according to herrera"
        ],
        "raw_document": [
            "City attorney dennis herrera's attempt to curtail monster beverage corp. From marketing its highly caffeinated energy drinks to minors is getting heated, with the company going to federal court to try to stop herrera's investigation. In a lawsuit filed monday in u.s. District court in los angeles, monster says herrera's effort would \"impose undue burdens on interstate commerce \" and violate constitutionally protected \"commercial speech \" and other rights. The lawsuit also contends that \"( herrera ) appears to be motivated by publicity rather than science. \" herrera has been investigating the corona ( riverside county ) -based maker of monster energy drinks since october under the state's unfair competition law, targeting its marketing claims that the amount of caffeine in its products is \"completely safe \" and that consumers \"can never get too much of a good thing! \" in march, herrera joined a group of 18 doctors from medical centers across the country in calling for the u.s. Food and drug administration to regulate caffeine levels in energy drinks, saying the beverages pose health risks, particularly for youths. Under current fda standards, caffeine in sodas can register no higher than about 71 milligrams per 12-oz. Serving. Energy drinks often have between 100 and 300 milligrams of caffeine per 8-oz. Serving and are often sold in much larger quantities per can, according to the doctors ' letter. \"the best available scientific evidence demonstrates a robust correlation between the caffeine levels in energy drinks and adverse health and safety consequences, particularly among children, adolescents, and young adults, \" according to the doctors ' letter, which included signatories from johns hopkins university school of medicine, uc berkeley's school of public health and ucsf's pediatric and cardiology divisions monster markets to children as young as 6 years old, according to herrera's office, which produced screen shots from the beverage company's \"monster army \" website listing an 11-year-old as a \"monster army major \" and a 6-year-old as a \"reserve. \" the company, in its lawsuit, maintains that its product has less than half the caffeine of a starbucks coffee. \"today, any child can walk into a starbucks and buy an unlimited number of 'grande ' ( 16-oz. ) brewed coffee drinks-each one with more than twice the caffeine ( 330mg ) as one of ( monsters ' ) 16-oz. Energy drinks-with no restrictions or limitations, \" the company's attorneys wrote. That is not the same thing, according to herrera",
            "Dow jones reprints: this copy is for your personal, non-commercial use only. To order presentation-ready copies for distribution to your colleagues, clients or customers, use the order reprints tool at the bottom of any article or visit www.djreprints.com"
        ],
        "reasons": [
            "The summary discusses San Francisco's city attorney's efforts to regulate Monster Beverage's energy drinks, particularly concerning caffeine levels and marketing to minors. Document 1 provides detailed information about the legal battle between the city attorney and Monster Beverage, as well as the concerns regarding caffeine levels in energy drinks. Document 2 is a generic message about Dow Jones reprints and does not contribute to the discussion on Monster Beverage's energy drinks. Therefore, the irrelevant document is: Document 2",
            "The summary focuses on San Francisco's city attorney's efforts to regulate Monster Beverage's energy drinks. Document 1 discusses the legal battle between City Attorney Dennis Herrera and Monster Beverage over the marketing and caffeine levels of the energy drinks, aligning with the summary. Document 2 is a disclaimer about the use of the article and is not relevant to the topic of Monster Beverage's energy drinks and the legal fight. Therefore, the irrelevant document is: Document 2",
            "The summary discusses the legal battle between San Francisco's city attorney and Monster Beverage over the regulation of energy drinks. Document 1 is directly related to this topic as it provides detailed information about the lawsuit filed by Monster Beverage against City Attorney Dennis Herrera and the investigation into the marketing of energy drinks. Document 2 is unrelated to the summary as it provides instructions on how to order reprints and does not contribute to the discussion about the legal dispute over energy drinks. Therefore, the irrelevant document is: Document 2",
            "The summary discusses the legal battle between San Francisco's city attorney and Monster Beverage regarding the caffeine content and marketing of energy drinks. Document 2 is unrelated to this topic as it is a standard message regarding reprints by Dow Jones and does not provide any relevant information regarding the legal battle between the city attorney and Monster Beverage. Therefore, the irrelevant document is: Document 2",
            "The summary focuses on San Francisco's city attorney's efforts to regulate Monster Beverage's energy drinks marketing to minors and the legal battle that ensued. Document 1 provides detailed information about the lawsuit filed by Monster against the city attorney and the arguments made by both parties regarding caffeine levels and marketing practices. Document 2 is a reprint notice from Dow Jones, which is unrelated to the content of the summary. Therefore, the irrelevant document is: Document 2"
        ],
        "vote_count": {
            "0": 0,
            "1": 5
        }
    },
    {
        "idx": 56203,
        "document_num": 2,
        "summary": "Microsoft unleashed windows 8 on the world today, in the form of a \" consumer preview \" ( read: open beta ), and it's definitely not business as usual. The os is designed to work on both tablets and pcs, and that means that, while it still has a familiar windows \" desktop \" mode tucked inside, its default is a bold new \" metro \" system that ( gasp ) does away with \" windows \" entirely. Apps, which must be purchased from the windows store, all run essentially full screen. Here's what people are saying: farhad manjoo of slate calls it \" fantastic, jarring, and risky at the same time. \" microsoft clearly thinks metro is the future — \" you get the sense that the company is keeping the desktop interface around the same way it included the command prompt in windows 95 \" — but he found it awkward on his desktop. \" i felt like i was wasting a lot of my display. \" \" it's by far the most integrated and most capable operating system microsoft has ever put out, \" gushes seth rosenblatt of cnet. \" there's a speed and responsiveness to windows 8 that no other version of windows has ever had. \" his assessment: \" it would be beyond shocking if windows 8 landed like vista did. \" but peter pachal for mashable \" the same problem bubbles up time and again in windows 8: unintuitiveness. Metro is a beautiful and powerful interface, but it's hard to get used to, \" and lots of little things don't work the way you'd expect. \" i think it's going to get rough welcome, \" predicts jason cross of pc world. \" people often don't like change at first. \" but he likes it. \" i ' m impressed by its speed and elegance. Let me say that again: i ' m impressed by the speed and elegance of a micrsoft interface. Really! \"",
        "split": "test",
        "cleansed_document": [
            "Microsoft's new version of windows is fantastic, jarring, and risky at the same time. Fantastic because it marks the clearest sign yet that microsoft is embracing the future, shifting from the device that defined the company — the personal computer — to the new era of mobile machines. Windows 8, which is being released on wednesday as an unfinished \"consumer preview \" ( download yours here! ), is an excellent touchscreen operating system. A few days ago microsoft loaned me a prototype samsung tablet running the new os, and i've found the interface to be just as good as — and in some ways even better than — the ipad's os. If hardware companies begin making decent tablets to run windows 8, the new operating system could make for the first worthy rival to apple's unstoppable machine. What's jarring, though, is",
            "I ' m writing this article on a windows 8 tablet. Thankfully, i've got a wireless keyboard and mouse as well as a dock to help the samsung developer tablet act more like a regular pc. Microsoft made the windows 8 consumer preview available this morning to everyone who wants to check it out. It was also kind enough to give mashable a sneak peek. What exactly is a consumer preview? i can tell you this: it definitely means it's not ready for general release. It's been a challenge trying to separate issues that are due to the inherent bugginess of a pre-release, changes that i ' m just not used to, and things that are real problems. But here goes. First, a little background: windows 8 is a complete re-imagining of windows. And it's also the same. Its schizophrenic nature is"
        ],
        "raw_document": [
            "Microsoft's new version of windows is fantastic, jarring, and risky at the same time. Fantastic because it marks the clearest sign yet that microsoft is embracing the future, shifting from the device that defined the company — the personal computer — to the new era of mobile machines. Windows 8, which is being released on wednesday as an unfinished \"consumer preview \" ( download yours here! ), is an excellent touchscreen operating system. A few days ago microsoft loaned me a prototype samsung tablet running the new os, and i've found the interface to be just as good as — and in some ways even better than — the ipad's os. If hardware companies begin making decent tablets to run windows 8, the new operating system could make for the first worthy rival to apple's unstoppable machine. What's jarring, though, is",
            "The windows 8 consumer preview is only just becoming available to the public, but we've had the opportunity to use it for a few days on a samsung slate nearly identical to the one we sampled at the build conference for developers last year. While the device we're using is nearly the same, the operating system itself has undergone a lot of refinement since our initial report last september. We can't wait to install the consumer preview on a wide variety of current pcs and tell you all about how well it does or does not work, as well as provide tips and tricks for those of you installing it for yourselves. We know you don't want to wait, so we offer our initial impressions of the release based on several days with a microsoft-provided, samsung-built slate running the same release the public will download. There's only",
            "I ' m writing this article on a windows 8 tablet. Thankfully, i've got a wireless keyboard and mouse as well as a dock to help the samsung developer tablet act more like a regular pc. Microsoft made the windows 8 consumer preview available this morning to everyone who wants to check it out. It was also kind enough to give mashable a sneak peek. What exactly is a consumer preview? i can tell you this: it definitely means it's not ready for general release. It's been a challenge trying to separate issues that are due to the inherent bugginess of a pre-release, changes that i ' m just not used to, and things that are real problems. But here goes. First, a little background: windows 8 is a complete re-imagining of windows. And it's also the same. Its schizophrenic nature is"
        ],
        "reasons": [
            "The summary discusses the release of Windows 8 and the reactions to its new features. Document 1 and Document 3 are both related to the discussion of Windows 8, its features, and the experience of using it. However, Document 2 is about the author's personal experience with the Windows 8 consumer preview on a specific device and does not provide reactions or analysis of the operating system's features like the other documents. Therefore, the irrelevant document is: Document 2",
            "The summary discusses the release of Windows 8 and various opinions about its features. Document 1 and Document 3 are related to the release and features of Windows 8. Document 2 is not directly relevant to the discussion about the features or opinions on Windows 8; it focuses more on the author's experience with the operating system and future plans to provide tips and tricks. Therefore, the irrelevant document is: Document 2",
            "The summary discusses Microsoft's release of Windows 8 and the different opinions about its new features. Document 2 provides an overview of using the Windows 8 Consumer Preview on a Samsung slate device and mentions providing tips and tricks for users, which is not directly related to the opinions about Windows 8 discussed in the summary. Therefore, the irrelevant document is: Document 2",
            "The summary discusses the release of Windows 8 and the reactions to its new features. Document 1 and Document 3 are related to the release of Windows 8 and the experiences with the new operating system. Document 2 is more focused on the writer's personal experience with the Windows 8 consumer preview on a Samsung slate, rather than providing general reactions to the new features of Windows 8. Therefore, the irrelevant document is: Document 2",
            "The summary discusses the launch of Windows 8 and the reactions to its new features. Document 2 contains information about the Windows 8 consumer preview and initial impressions, but it does not provide any feedback or reactions to the operating system, unlike the other documents. Document 1 and Document 3 provide opinions and feedback on Windows 8. Therefore, the irrelevant document is: Document 2"
        ],
        "vote_count": {
            "0": 0,
            "1": 5,
            "2": 0
        }
    },
    {
        "idx": 56204,
        "document_num": 3,
        "summary": "For most of us, weekends are a time to relax and indulge — maybe through more sleep, more couch time, or more calories in the food and beverages we consume. The result is that we tend to weigh slightly more on sunday and monday, but then slightly less again by friday, reports the smithsonian. And enough of us do this that scientists say they've observed the general weight trend in a small study published in the journal obesity facts. The researchers analyzed the recorded daily weights of 80 adults ages 25 to 62 and found weight \" increases begin on saturday and decreases begin on tuesday. \" before we all fall into a pit of despair in the days leading up to thanksgiving, one doctor stresses on plos ' obesity panacea blog that it's not a bad thing to \" cheat \" diets and habits on the weekends. In fact, it \" allows you to enjoy some highly-favored but potentially calorie-dense foods in relative moderation, potentially increasing long-term adherence to a diet. \" the study's authors agree, telling cnn that \" some indulging \" does no harm. ( meanwhile, if you want to lose weight, research indicates you shouldn't forgo fats. )",
        "split": "test",
        "cleansed_document": [
            "Monday. According to a recent study by orsama and colleagues, that's the day when most people experience their maximum body weight. And your lowest body weight? that's most likely to be recorded on friday. The weekend certainly seems to play some havoc on our energy balance. The 7 day week cycle has an impact on many of our behaviors. Take sleep, for example. During the week, we get up regularly at the sound of our alarm, but come saturday, the alarm clock may be turned off and you allow yourself to sleep in. Your physical activity level is also likely to oscillate based on the day; individuals who actively commute to work may become more of a couch potato on the weekend. People may also be more likely to go out and have a few drinks over the weekend. All these behaviors can have an impact",
            "You've been eating well all week: oatmeal for breakfast, a salad for lunch and grilled chicken with vegetables for dinner. Then the weekend hits. Suddenly your taste buds want french fries at the bar and mom's cheesy lasagna is calling your name during sunday dinner. Not to worry. A new study suggests small weight gains on weekends are normal, and as long as you can compensate during the week, indulging a bit may even help you lose weight long-term. \"there is a clear weekly rhythm to weight variation for most people, \" says one of the study authors, anna-leena orsama, a research scientist with vtt technical research center of finland. \"on the weekends there is more variability and unpredictability in what we eat. \" the study, \"weight rhythms: weight increases during weekends and decreases during weekdays, \" was published this week in the journal obesity facts",
            "Abstract background/aims: the week's cycle influences sleep, exercise, and eating habits. An accurate description of weekly weight rhythms has not been reported yet - especially across people who lose weight versus those who maintain or gain weight. Methods: the daily weight in 80 adults ( bmi 20.0-33.5 kg/m2; age, 25-62 years ) was recorded and analysed to determine if a group-level weekly weight fluctuation exists. This was a retrospective study of 4,657 measurements during 15-330 monitoring days. Semi-parametric regression was used to model the rhythm. Results: a pattern of daily weight changes was found ( p < 0.05 ), with higher weight early in the week ( sunday and monday ) and decreasing weight during the week. Increases begin on saturday and decreases begin on tuesday. This compensation pattern was strongest for those who lost or maintained weight and weakest for those who slowly gained weight. Conclusion:"
        ],
        "raw_document": [
            "Monday. According to a recent study by orsama and colleagues, that's the day when most people experience their maximum body weight. And your lowest body weight? that's most likely to be recorded on friday. The weekend certainly seems to play some havoc on our energy balance. The 7 day week cycle has an impact on many of our behaviors. Take sleep, for example. During the week, we get up regularly at the sound of our alarm, but come saturday, the alarm clock may be turned off and you allow yourself to sleep in. Your physical activity level is also likely to oscillate based on the day; individuals who actively commute to work may become more of a couch potato on the weekend. People may also be more likely to go out and have a few drinks over the weekend. All these behaviors can have an impact",
            "You've been eating well all week: oatmeal for breakfast, a salad for lunch and grilled chicken with vegetables for dinner. Then the weekend hits. Suddenly your taste buds want french fries at the bar and mom's cheesy lasagna is calling your name during sunday dinner. Not to worry. A new study suggests small weight gains on weekends are normal, and as long as you can compensate during the week, indulging a bit may even help you lose weight long-term. \"there is a clear weekly rhythm to weight variation for most people, \" says one of the study authors, anna-leena orsama, a research scientist with vtt technical research center of finland. \"on the weekends there is more variability and unpredictability in what we eat. \" the study, \"weight rhythms: weight increases during weekends and decreases during weekdays, \" was published this week in the journal obesity facts",
            "Abstract background/aims: the week's cycle influences sleep, exercise, and eating habits. An accurate description of weekly weight rhythms has not been reported yet - especially across people who lose weight versus those who maintain or gain weight. Methods: the daily weight in 80 adults ( bmi 20.0-33.5 kg/m2; age, 25-62 years ) was recorded and analysed to determine if a group-level weekly weight fluctuation exists. This was a retrospective study of 4,657 measurements during 15-330 monitoring days. Semi-parametric regression was used to model the rhythm. Results: a pattern of daily weight changes was found ( p < 0.05 ), with higher weight early in the week ( sunday and monday ) and decreasing weight during the week. Increases begin on saturday and decreases begin on tuesday. This compensation pattern was strongest for those who lost or maintained weight and weakest for those who slowly gained weight. Conclusion:"
        ],
        "reasons": [
            "The summary discusses the weight fluctuations observed during weekends and weekdays in relation to eating habits and behaviors. Document 1 talks about the impact of the 7-day week cycle on various behaviors and behaviors that can influence body weight. Document 2 relates to a study that suggests small weight gains on weekends are normal and can even help with long-term weight loss if compensated during the week. Document 3 provides an abstract of a study on weekly weight rhythms in adults. All documents are relevant to the summary. Therefore, the irrelevant document is: None",
            "The summary focuses on the weight fluctuations during the week, particularly the increase in weight on weekends and decrease during the weekdays. Document 1 discusses the trend of body weight variation during the week and the impact of behaviors like sleep and physical activity. Document 2 talks about how small weight gains on weekends are normal and may even help in long-term weight loss if compensated during the week. Document 3 provides a detailed analysis of the weekly weight fluctuations observed in a study of 80 adults.\n\nGiven the context of the summary, Document 3 is not directly relevant as it presents a technical abstract of the study without adding new information relevant to the weight fluctuations during the week that the summary emphasizes. Therefore, the irrelevant document is: Document 3",
            "The summary discusses the trend of weight fluctuation during the week and the impact of weekend indulgence on weight. Document 1 provides information about how the weekend affects energy balance, sleep, and physical activity levels. Document 2 discusses a new study suggesting that small weight gains on weekends are normal and may even help in long-term weight loss. Document 3 presents a scientific study analyzing weekly weight fluctuations in adults. \n\nConsidering the context of the summary, Document 1 and Document 2 are relevant as they contribute to the discussion on weekend habits and weight variation. Document 3, on the other hand, delves into the technical details of the study without specifically addressing the impact of weekend indulgence on weight trends. Therefore, the irrelevant document is: Document 3",
            "The summary discusses a study on weight fluctuations during the week and the impact of weekend indulgence on weight. Document 1 is related to the study on weight variations during the week. Document 2 is also related as it discusses the impact of weekend indulgence on weight and the findings of the study. Document 3 provides additional details about the research methodology and results of the weight study. Therefore, all documents are relevant to the summary. None",
            "The summary discusses the trend of weight fluctuations during the week based on a study. Document 1 discusses similar findings regarding weight variations throughout the week. Document 2 is also related as it mentions the study about small weight gains on weekends and the potential impact on long-term weight loss. Document 3 provides detailed information about a study analyzing weekly weight rhythms in adults. Therefore, the irrelevant document is: None"
        ],
        "vote_count": {
            "0": 0,
            "1": 0,
            "2": 2
        }
    },
    {
        "idx": 56205,
        "document_num": 2,
        "summary": "How is it possible to rack up charges for shoplifting and child abuse at the same time? by tossing your infant daughter at the deputy coming to arrest you. Police say pensacola's ashley wright, 23, was spotted by a store employee hiding about $ 250 worth of ( adult ) clothes in her daughter's baby stroller, reports wjhg. When she left the store and got in her car, a deputy approached and ordered her out. She refused, and held the baby carrier between him and her, saying, \" you will have to shoot through the baby to get to me, \" reports the smoking gun. She then got out of the car and started running, still carrying the baby carrier. As the deputy chased her, she \" threw the baby carrier... At me, about shoulder height, \" he writes. She missed, but the 3-month-old wasn't injured. Wright, however, soon fell and was arrested. She later told police that her \" night of bad decisions \" probably had something to do with the beer she drank earlier.",
        "split": "test",
        "cleansed_document": [
            "July 17 -- as a shoplifting suspect tried to flee from a florida cop, she used her three-month-old daughter as a tiny human shield and announced, \"you will have to shoot through the baby to get me! \" police charge. Ashley taylor wright, 23, allegedly walked out of a dillard's monday evening with $ 261 worth of clothing hidden in a baby stroller. After being alerted to the theft by a store employee, an okaloosa county sheriff's office deputy approached wright as she got into the passenger side of a nissan pathfinder in the parking lot. Wright, who had screamed at her husband to get in the car so they could leave, refused a deputy's demand that she exit the car. At one point, she \"grabbed a baby carrier and held it in front of her screaming, 'you will have to shoot through the baby to get me! ' \" according to a sheriff's report. While wright ( seen in the adjacent mug shot ) cursed and scremed at a deputy, two other small children -- a two-year-old boy and a four-year-old girl -- watched from the back seat. The pensacola resident then jumped out of the car and \"began running away from it with the baby carrier, \" which held her infant daughter. As a deputy closed in on her, wright \"threw the baby carrier … at me, about shoulder height, \" the report notes. After dodging the airborne carrier and",
            "A mother is arrested on child abuse charges for sacrificing her infant in a failed attempt to escape a shoplifting arrest. Ashley wright, 23, of pensacola, went shopping monday night at the santa rosa mall in mary esther. The okaloosa county sheriff's office says she went into the fitting room at dillard's and stuffed two pairs of miss me jeans and a pink hurley shirt, valued at $ 261.00, in a baby stroller and walked out of the store. As a deputy approached her car, the sheriff's office says wright yelled at her husband to leave. When the deputy tried to get wright out of the vehicle, she put a baby carrier, with her 3-month-old inside it, in between her and the deputy and said \"you will have to shoot through the baby to get me. \" wright then threw the 14 pound infant, still in the carrier, at the deputy and took off running fortunately, the baby was not hurt. Mom didn't make it far. She fell down in the parking lot and fought the deputy as he tried to take her into custody. Wright is charged with petty theft, child abuse and resisting an officer."
        ],
        "raw_document": [
            "July 17 -- as a shoplifting suspect tried to flee from a florida cop, she used her three-month-old daughter as a tiny human shield and announced, \"you will have to shoot through the baby to get me! \" police charge. Ashley taylor wright, 23, allegedly walked out of a dillard's monday evening with $ 261 worth of clothing hidden in a baby stroller. After being alerted to the theft by a store employee, an okaloosa county sheriff's office deputy approached wright as she got into the passenger side of a nissan pathfinder in the parking lot. Wright, who had screamed at her husband to get in the car so they could leave, refused a deputy's demand that she exit the car. At one point, she \"grabbed a baby carrier and held it in front of her screaming, 'you will have to shoot through the baby to get me! ' \" according to a sheriff's report. While wright ( seen in the adjacent mug shot ) cursed and scremed at a deputy, two other small children -- a two-year-old boy and a four-year-old girl -- watched from the back seat. The pensacola resident then jumped out of the car and \"began running away from it with the baby carrier, \" which held her infant daughter. As a deputy closed in on her, wright \"threw the baby carrier … at me, about shoulder height, \" the report notes. After dodging the airborne carrier and",
            "A mother is arrested on child abuse charges for sacrificing her infant in a failed attempt to escape a shoplifting arrest. Ashley wright, 23, of pensacola, went shopping monday night at the santa rosa mall in mary esther. The okaloosa county sheriff's office says she went into the fitting room at dillard's and stuffed two pairs of miss me jeans and a pink hurley shirt, valued at $ 261.00, in a baby stroller and walked out of the store. As a deputy approached her car, the sheriff's office says wright yelled at her husband to leave. When the deputy tried to get wright out of the vehicle, she put a baby carrier, with her 3-month-old inside it, in between her and the deputy and said \"you will have to shoot through the baby to get me. \" wright then threw the 14 pound infant, still in the carrier, at the deputy and took off running fortunately, the baby was not hurt. Mom didn't make it far. She fell down in the parking lot and fought the deputy as he tried to take her into custody. Wright is charged with petty theft, child abuse and resisting an officer."
        ],
        "reasons": [
            "Both Document 1 and Document 2 are relevant to the summary as they provide information about Ashley Wright's actions involving shoplifting, using her infant daughter as a shield, and subsequent arrest. Document 2 provides additional details about the incident, including the specific items stolen and the charges against Ashley Wright. Therefore, the irrelevant document is: None",
            "Both Document 1 and Document 2 are relevant to the summary as they provide details about Ashley Wright's incident involving shoplifting, using her infant daughter as a shield, and subsequent arrest. Document 2 provides additional information about the incident, including the shoplifting details and the charges against Wright. Document 1 also describes the shoplifting incident, the use of the baby carrier as a shield, and the involvement of other children in the car. Document 1 provides similar details as Document 2 but is not considered irrelevant. Therefore, the irrelevant document is: None.",
            "Both Document 1 and Document 2 provide details about the incident involving Ashley Wright using her infant daughter as a shield during a shoplifting attempt and subsequent arrest. Document 2 offers a more concise and detailed account of the event, including the shoplifting details and the sequence of actions taken by Ashley Wright during the arrest. However, Document 1 contains a more detailed report of the incident, including additional information such as Wright cursing and screaming at the deputy, the presence of other children in the car, and her statement about her \"night of bad decisions\" being influenced by alcohol. Document 1 adds more context to the situation and provides a fuller picture of the events that unfolded. Therefore, the irrelevant document is: Document 2",
            "Both Document 1 and Document 2 are relevant to the summary as they provide detailed information about the incident involving Ashley Wright, her shoplifting attempt, and the endangerment of her infant daughter during the encounter with law enforcement. Both documents describe the same event and are not advertisements or unrelated content. Therefore, the irrelevant document is: None",
            "Both Document 1 and Document 2 are relevant to the summary as they provide details about the incident involving Ashley Wright and her actions during the shoplifting arrest while sacrificing her infant daughter. The documents contain similar information about the incident, including the shoplifting attempt, the use of the infant as a shield, and the subsequent arrest of Ashley Wright. Therefore, the irrelevant document is: None"
        ],
        "vote_count": {
            "0": 0,
            "1": 1
        }
    },
    {
        "idx": 56206,
        "document_num": 1,
        "summary": "Seven years after it was found, a 454-year-old shipwreck in the baltic sea is still revealing its treasures. Cannons, a hand grenade, possible remains of helmets and swords, and a large grappling hook used to rein in enemy ships are among recent discoveries aboard mars, a swedish warship that sank following a battle in 1564 with danish and german soldiers, reports national geographic. The battle was \" an absolute ruckus, \" as archaeologist rolf fabricius warming puts it to sciencenordic, describing grenades, lances, and spears hurled from the tops of enemy ships at mars. The vessel had an anti-boarding net, but as many as 400 enemy soldiers were among the 800 to 1,000 on board when a gunpowder explosion at mars ' bow sent it to rest 250 feet below the sea's surface near öland. \" it was so violent that the front of the ship lies [ 130 feet ] away from the other remains, \" says warming, noting any soldiers not killed in the explosion would have drowned. In the latest search of the untouched wreck by divers and underwater vehicles, \" we have come closer to the people aboard, \" he adds. \" we found more skeletal parts, including a femur with trauma around the knee which we believe to stem from a sharp-edged weapon. \" but it's the grappling hook warming finds most exciting. He calls it \" totally unique, \" noting no other examples from the 16th century exist, except in illustrations. The hook will remain where it lies, however, along with silver treasure previously found. Researchers haven't been granted permission to disturb the wreck, which lies in cold, low-oxygen water ideal for preserving wood. ( legend has it the ship was cursed. )",
        "split": "test",
        "cleansed_document": [
            "The mars warship was carrying hundreds of soldiers when it exploded in the baltic sea in 1564 during the northern seven years ' war. Cannons, hand grenades, and up to a thousand soldiers were on board the large swedish warship when it exploded in the baltic sea, 454 years ago. The ship, known as mars, belonged to the swedish navy and was one of northern europe's largest and most feared naval vessels used in the northern seven years ' war. The remains were discovered at the bottom of the baltic sea in 2011, near to the swedish island of öland. The latest discoveries from the wreckage were revealed during a press conference in öland. \"this year, we have come closer to the people aboard. We found more skeletal parts, including a femur with trauma around the knee which we believe to stem from a sharp-edged weapon, \" says maritime archaeologist rolf fabricius warming, who is one of the researchers involved in the investigation. \"we also found large guns and a hand grenade. We can see from the wreckage that it was a very intense and tough battle. Between 800 and 1,000 men were on board. That is comparable to the population of an entire medium-sized town at the time. Most of them died in the explosion or when the ship sank into the watery depths, \" he says. Read more: researchers discover remains of sunken swedish warship the ship contained silver treasure researchers had previously discovered silver treasure among the mars wreckage. This time, one of the most spectacular finds was a large grapnel ( grappling hook ) an anchor-like hook, which hung from the bowsprits of warships and was used to cling onto another ships in order to board it. Grapnels are illustrated in historical sources from the 16th century, but no actual surviving examples are known apart from this particular one, says warming. \"it's totally unique. Together with other exciting finds, it can shed new light on medieval and early modern naval warfare., \" he says, and"
        ],
        "raw_document": [
            "These crawls are part of an effort to archive pages as they are created and archive the pages that they refer to. That way, as the pages that are referenced are changed or taken from the web, a link to the version that was live when the page was written will be preserved.then the internet archive hopes that references to these archived pages will be put in place of a link that would be otherwise be broken, or a companion link to allow people to see what was originally intended by a page's authors.the goal is to fix all broken links on the web. Crawls of supported \" no more 404 \" sites.",
            "The mars warship was carrying hundreds of soldiers when it exploded in the baltic sea in 1564 during the northern seven years ' war. Cannons, hand grenades, and up to a thousand soldiers were on board the large swedish warship when it exploded in the baltic sea, 454 years ago. The ship, known as mars, belonged to the swedish navy and was one of northern europe's largest and most feared naval vessels used in the northern seven years ' war. The remains were discovered at the bottom of the baltic sea in 2011, near to the swedish island of öland. The latest discoveries from the wreckage were revealed during a press conference in öland. \"this year, we have come closer to the people aboard. We found more skeletal parts, including a femur with trauma around the knee which we believe to stem from a sharp-edged weapon, \" says maritime archaeologist rolf fabricius warming, who is one of the researchers involved in the investigation. \"we also found large guns and a hand grenade. We can see from the wreckage that it was a very intense and tough battle. Between 800 and 1,000 men were on board. That is comparable to the population of an entire medium-sized town at the time. Most of them died in the explosion or when the ship sank into the watery depths, \" he says. Read more: researchers discover remains of sunken swedish warship the ship contained silver treasure researchers had previously discovered silver treasure among the mars wreckage. This time, one of the most spectacular finds was a large grapnel ( grappling hook ) an anchor-like hook, which hung from the bowsprits of warships and was used to cling onto another ships in order to board it. Grapnels are illustrated in historical sources from the 16th century, but no actual surviving examples are known apart from this particular one, says warming. \"it's totally unique. Together with other exciting finds, it can shed new light on medieval and early modern naval warfare., \" he says, and"
        ],
        "reasons": [
            "The summary discusses the recent discoveries on the 454-year-old shipwreck Mars in the Baltic Sea, including cannons, a hand grenade, and a grappling hook, among others. Document 1 is about internet archiving efforts and broken links, which is unrelated to the shipwreck and its discoveries. Document 2 provides detailed information about the Mars warship, its explosion, and recent discoveries from the wreckage, aligning with the summary. Therefore, the irrelevant document is: Document 1",
            "The summary discusses the recent discoveries from the 454-year-old shipwreck of the Swedish warship Mars in the Baltic Sea. The discoveries include cannons, hand grenades, skeletal remains, and a grappling hook among other treasures. Document 1 is unrelated as it talks about the Internet Archive's efforts to preserve web pages and fix broken links, which is not relevant to the shipwreck and its treasures. Document 2 provides information about the Mars warship, the discoveries from the wreckage, and the historical context, which aligns with the summary. Therefore, the irrelevant document is: Document 1",
            "The summary discusses recent discoveries from the 454-year-old shipwreck of the Swedish warship Mars in the Baltic Sea. It mentions findings such as cannons, a hand grenade, possible remains of helmets and swords, and a large grappling hook. Document 1 is about archiving web pages, which is unrelated to the shipwreck and its discoveries. Document 2 provides detailed information about the Mars warship, including its history, the recent discoveries, and the significance of the artifacts found. Therefore, the irrelevant document is: Document 1",
            "The summary discusses the recent discoveries from the 454-year-old shipwreck of the Mars warship in the Baltic Sea. It mentions items like cannons, hand grenades, and a grappling hook found aboard the ship. Document 1 does not provide any relevant information related to the shipwreck or its discoveries. Document 2, however, contains detailed information about the Mars warship, including the recent discoveries and historical context. Therefore, the irrelevant document is: Document 1",
            "The summary focuses on the discoveries from the 454-year-old shipwreck in the Baltic Sea, specifically mentioning cannons, hand grenades, skeletal remains, and a grappling hook. Document 1 is unrelated to the topic of the shipwreck or its discoveries; it discusses internet archiving efforts. Document 2, on the other hand, provides detailed information about the Mars warship, the discoveries made, and the historical context. Therefore, the irrelevant document is: Document 1"
        ],
        "vote_count": {
            "0": 5,
            "1": 0
        }
    },
    {
        "idx": 56207,
        "document_num": 3,
        "summary": "Chase bishop probably isn't in the mood for backflips anymore after his infamous one at a denver bar earlier this month. The fbi agent who accidentally shot a man in the leg after his gun fell from its holster while dancing turned himself in to denver police tuesday and was booked into jail on a charge of second-degree assault. The 29-year-old from the fbi's washington field office, due in court wednesday, may also face additional charges, depending on the results of a blood alcohol test, per cbs news. Those results are expected in about a week. Bishop was off duty but in denver for training at the time of the june 2 shooting at mile high spirits, reports the denver channel. Pointing out that it's against its rules for a patron to carry a firearm without informing staff, the bar says 24-year-old victim thomas reddington is \" welcome at mile high spirits to enjoy complimentary drinks forever, \" per the new york times. Reddington's lawyer says he's weighing a lawsuit against the fbi, which is conducting its own investigation, with suspension and termination among possible outcomes.",
        "split": "test",
        "cleansed_document": [
            "Denver – an fbi agent whose gun appeared to accidentally fire in a video showing him dancing at a denver nightclub and doing a back flip before dropping the weapon has been booked into jail. Chase bishop, who is based in the bureau's washington field office, was charged tuesday with one count of second-degree assault, the denver district attorney's office said. Bishop turned himself in to the denver sheriff department on tuesday morning after a warrant was issued for his arrest, according to denver police. Denver police dept. Denver police had previously said they were awaiting the results of alcohol and drug tests before making an arrest. The district attorney's office said in a statement investigators are still awaiting the tests to determine bishop's blood alcohol content at the time of the incident, and additional charges may be pending. \" we are filing this charge now rather",
            "Denver – an fbi agent who's accused of inadvertently shooting a bystander at a denver bar earlier this month has turned himself in and has been formally charged with second-degree assault. Records show chase bishop, 29, was booked into the downtown denver jail on tuesday. He'd originally been held on the charge, but was formally charged tuesday with the single assault count, which is a fourth-degree felony. Denver district attorney beth mccann said bishop could face more charges depending on the results of a blood alcohol content test, which have not yet been received by her office. \"we are filing this charge now rather than waiting until the bac report is received, which we understand could take another week, because sufficient evidence has been presented to file it, \" mccann said in a statement. \"if an additional charge needs to be filed after further evidence is received, we",
            "An off-duty f.b.i. Agent whose gun went off after he did a back handspring at a nightclub this month turned himself in on tuesday to face an assault charge, the denver district attorney's office said. The agent, chase bishop, 29, who faces one count of second-degree assault, had been dancing at a club in the early morning hours of june 2 when he performed the back handspring, according to video of the episode that was broadcast by denver7, a local news station, and has circulated widely. A firearm that had been in a holster fell on the floor, and when mr. Bishop reached for the gun it discharged, injuring another patron in the lower leg, according to the district attorney's statement. Beth mccann, the district attorney, said in the release that more charges could follow depending on the results of a blood alcohol content analysis"
        ],
        "raw_document": [
            "Denver – an fbi agent whose gun appeared to accidentally fire in a video showing him dancing at a denver nightclub and doing a back flip before dropping the weapon has been booked into jail. Chase bishop, who is based in the bureau's washington field office, was charged tuesday with one count of second-degree assault, the denver district attorney's office said. Bishop turned himself in to the denver sheriff department on tuesday morning after a warrant was issued for his arrest, according to denver police. Denver police dept. Denver police had previously said they were awaiting the results of alcohol and drug tests before making an arrest. The district attorney's office said in a statement investigators are still awaiting the tests to determine bishop's blood alcohol content at the time of the incident, and additional charges may be pending. \" we are filing this charge now rather",
            "Denver – an fbi agent who's accused of inadvertently shooting a bystander at a denver bar earlier this month has turned himself in and has been formally charged with second-degree assault. Records show chase bishop, 29, was booked into the downtown denver jail on tuesday. He'd originally been held on the charge, but was formally charged tuesday with the single assault count, which is a fourth-degree felony. Denver district attorney beth mccann said bishop could face more charges depending on the results of a blood alcohol content test, which have not yet been received by her office. \"we are filing this charge now rather than waiting until the bac report is received, which we understand could take another week, because sufficient evidence has been presented to file it, \" mccann said in a statement. \"if an additional charge needs to be filed after further evidence is received, we",
            "An off-duty f.b.i. Agent whose gun went off after he did a back handspring at a nightclub this month turned himself in on tuesday to face an assault charge, the denver district attorney's office said. The agent, chase bishop, 29, who faces one count of second-degree assault, had been dancing at a club in the early morning hours of june 2 when he performed the back handspring, according to video of the episode that was broadcast by denver7, a local news station, and has circulated widely. A firearm that had been in a holster fell on the floor, and when mr. Bishop reached for the gun it discharged, injuring another patron in the lower leg, according to the district attorney's statement. Beth mccann, the district attorney, said in the release that more charges could follow depending on the results of a blood alcohol content analysis"
        ],
        "reasons": [
            "All documents are relevant to the summary as they all provide information about the incident involving FBI agent Chase Bishop at a Denver bar.",
            "All the documents are related to the summary as they all discuss the incident involving FBI agent Chase Bishop, who accidentally shot a man while dancing in a Denver bar. None.",
            "All three documents are relevant to the summary as they all discuss the incident involving FBI agent Chase Bishop accidentally shooting a man in the leg while dancing at a Denver bar.",
            "All documents are relevant to the summary as they all discuss the incident involving FBI agent Chase Bishop accidentally shooting a man in the leg at a Denver bar after performing a backflip. Hence, there are no irrelevant documents in this case.",
            "All the documents are relevant to the summary as they all discuss the incident involving FBI agent Chase Bishop who accidentally shot a man while dancing at a Denver bar."
        ],
        "vote_count": {
            "0": 0,
            "1": 0,
            "2": 0
        }
    },
    {
        "idx": 56208,
        "document_num": 2,
        "summary": "It's been a mild winter in detroit, which means less snow for abe hagenston to shovel, and he could certainly use the income, cbs detroit reports. Instead, hagenston — who's been homeless for a decade — used his free time to set up a website and buy a credit-card reader, according to cnn. \"being homeless is my business now, \" the 42-year-old tells wdiv. \"my business is being homeless. \" cbs reports the card reader from square costs about $ 10 and works with any smartphone. It means hagenston now accepts visa, mastercard, and american express while panhandling, so people who tell him they don't have any change need a new excuse. Visitors to hagenston's website get a welcome video from \" honest abe \" and can make donations to him or other homeless people who've signed up on the site or hire them for odd jobs, cnn reports. According to wdiv, hagenston updates the site at the public library. \" i've rebuilt my life a few times, \" he says. \" people don't realize how tough it is to come from nothing when you don't have any family or any friends. \" in addition to the website and card reader, hagenston is trying to organize fellow panhandlers \" like a union, \" cbs reports.",
        "split": "test",
        "cleansed_document": [
            "This homeless man stays under the 8 mile overpass on i-75 and accepts credit card donations. ( photo: mike campbell/wwj ) detroit ( cbs detroit ) volunteers in detroit and across the nation spent the night counting the homeless, and one of those men who lives in the cold is dealing with it in a, shall we say, unusual way. He calls himself \"honest abe \" and he panhandles not just for pocket change, but also for the donor's credit and debit cards. He accepts cards with a reader attached to his cell phone. His real name is abe hagenston and he's been homeless in detroit for seven years or so. The 8 mile overpass on i-75 is home. Looking at that bleak, gray freeway facade with the wind whipping through, one could imagine he's happy about the relatively mild winter metro detroit has experienced so far this year. Not so fast. \"it's not really that easy, what we're lacking is snow, \" abe told wwj's mike campbell. \"of course, there's no snow removal. I used to look forward to that",
            "( cnn ) forget the old \" i don't have change \" excuse you give panhandlers. Abe hagenston has an app for that. Well, more like a card reader. He takes credit cards through square as he works the corner of woodward avenue and 8 mile road in detroit. Oh, and he has a website too. \" being homeless is my business now, \" hagenston told cnn affiliate wdiv. \" my business is being homeless. \" on the web through his website, people can make contributions to a collection of homeless people, hire them for odd jobs or even report fake panhandlers who drive from the suburbs. \" i ' m trying to turn this situation into something that will not only help me but help others, \" he said. Hagenston's been on the streets for 10 years and goes by the name \" honest abe. \" \" i've rebuilt my life a few times but this time i ' m not getting it, \" he said. \" people don't realize how tough it is to come from nothing when you don't have any family or any"
        ],
        "raw_document": [
            "Domain crawl of the luxembourg web domain (.lu ) performed by internet archive on behalf of the national library of luxembourg / bibliothèque nationale de luxembourg in june and july of 2017.",
            "This homeless man stays under the 8 mile overpass on i-75 and accepts credit card donations. ( photo: mike campbell/wwj ) detroit ( cbs detroit ) volunteers in detroit and across the nation spent the night counting the homeless, and one of those men who lives in the cold is dealing with it in a, shall we say, unusual way. He calls himself \"honest abe \" and he panhandles not just for pocket change, but also for the donor's credit and debit cards. He accepts cards with a reader attached to his cell phone. His real name is abe hagenston and he's been homeless in detroit for seven years or so. The 8 mile overpass on i-75 is home. Looking at that bleak, gray freeway facade with the wind whipping through, one could imagine he's happy about the relatively mild winter metro detroit has experienced so far this year. Not so fast. \"it's not really that easy, what we're lacking is snow, \" abe told wwj's mike campbell. \"of course, there's no snow removal. I used to look forward to that",
            "( cnn ) forget the old \" i don't have change \" excuse you give panhandlers. Abe hagenston has an app for that. Well, more like a card reader. He takes credit cards through square as he works the corner of woodward avenue and 8 mile road in detroit. Oh, and he has a website too. \" being homeless is my business now, \" hagenston told cnn affiliate wdiv. \" my business is being homeless. \" on the web through his website, people can make contributions to a collection of homeless people, hire them for odd jobs or even report fake panhandlers who drive from the suburbs. \" i ' m trying to turn this situation into something that will not only help me but help others, \" he said. Hagenston's been on the streets for 10 years and goes by the name \" honest abe. \" \" i've rebuilt my life a few times but this time i ' m not getting it, \" he said. \" people don't realize how tough it is to come from nothing when you don't have any family or any",
            "Starting in 1996, alexa internet has been donating their crawl data to the internet archive. Flowing in every day, these data are added to the wayback machine after an embargo period."
        ],
        "reasons": [
            "The summary discusses Abe Hagenston, a homeless man in Detroit who uses a website and a credit card reader to accept donations and organize fellow panhandlers. Document 1 and Document 4 are unrelated to the summary as they discuss internet archive data and domain crawling, which are not relevant to the story of Abe Hagenston. Document 2 and Document 3 are related to the summary as they talk about Abe Hagenston's situation. Therefore, the irrelevant documents are: Document 1|Document 4",
            "The summary discusses Abe Hagenston, a homeless man in Detroit, who has set up a website and uses a credit card reader to accept donations and provide services to other homeless individuals. Document 1 and Document 4 are unrelated to the topic of Abe Hagenston and his entrepreneurial approach to homelessness. Document 1 is about a domain crawl of the Luxembourg web domain, and Document 4 is about Alexa Internet donating their crawl data. Therefore, the irrelevant documents are: Document 1|Document 4",
            "The summary is about Abe Hagenston, a homeless man in Detroit, who has set up a website and accepts credit card donations through a card reader. Document 1 and Document 4 are irrelevant as they mention unrelated topics such as web domain crawling and data donation, which do not contribute to the discussion about Abe Hagenston and his initiatives. Document 2 and Document 3 are related to Abe Hagenston's story. Therefore, the irrelevant documents are: Document 1|Document 4",
            "The summary is about Abe Hagenston, a homeless man in Detroit who uses a website and a credit card reader to accept donations and find work. Document 1 and Document 4 are irrelevant to the summary as they discuss the Luxembourg web domain crawl and the donation of crawl data by Alexa Internet to the Internet Archive, respectively. Document 2 and Document 3 are related to the summary as they provide information about Abe Hagenston and his unique approach to accepting donations. Therefore, the irrelevant documents are: Document 1|Document 4",
            "The summary discusses Abe Hagenston, a homeless man in Detroit who has set up a website and started accepting credit card donations while panhandling. Document 1 and Document 4 are irrelevant as they discuss web domain crawling and data donation to the internet archive, respectively, and do not provide any information related to Abe Hagenston's story. Document 2 and Document 3 both contain relevant information about Abe Hagenston and his unique approach to panhandling. Therefore, the irrelevant documents are: Document 1|Document 4"
        ],
        "vote_count": {
            "0": 5,
            "1": 0,
            "2": 0,
            "3": 5
        }
    },
    {
        "idx": 56209,
        "document_num": 2,
        "summary": "The occupy la encampment got a stay of execution this morning — though a few arrests have been reported beyond the boundaries of city hall park. Two hours after protesters defied city hall's order to vacate the park by 12: 01am, lawyer and occupy supporter jim lafferty told reuters he expected police to give the camp a two-day reprieve. At around 5am, police told protesters over a loudspeaker that they didn't intend to clear the park, the la times reports. Police do, however, intend to clear protesters out of the street, and several people who refused to move out of an intersection have already been arrested. \" we definitely need to get morning traffic in, \" a police commander explained. Everything also seems calm at occupy philadelphia, where protesters defied a 5pm sunday deadline to disperse. But as of last night, a police inspector said they didn't intend to forcibly evict anyone. \" we look forward to working with occupy philadelphia and a resolution of the problem, \" he told the philadelphia inquirer. \" confrontation is never good. \"",
        "split": "test",
        "cleansed_document": [
            "The lapd early monday declared an unlawful assembly on the streets surrounding city hall and ordered occupy l.a. Protesters to immediately disperse or face arrest. Police officers carrying batons, plastic handcuffs and non-lethal weapons lined up on 1st street directly outside lapd headquarters in anticipation of possible arrests of protesters who were standing in the streets. \" it is not our intent to clear the park at this time, \" an officer said over a loudspeaker. \" it is only our intent to clear the street. Thank you in advance for your cooperation. \" photos: occupy l.a. The dispersal order came nearly four hours after the midnight sunday deadline for protesters to clear the lawn at city hall, where occupy l.a. Protesters have camped out for two months. Police were on scene since before midnight, urging protesters to stay off the streets and warning them that arrests would be imminent. They first gave a",
            "1 of 6. The occupy los angeles encampment at city hall park is seen before the midnight deadline for eviction from city hall park passes in los angeles, november 27, 2011. Los angeles ( reuters ) - police in riot gear closed in before dawn on monday on anti-wall street activists in los angeles who defied a midnight deadline to vacate a camp outside city hall, but stopped short of clearing the encampment. Police managed to reopen blocked streets for morning rush-hour commuters after a tense standoff with protesters who had taken over a downtown intersection, but remnants of a crowd that had swelled to 2,000 overnight remained at city hall. Four demonstrators were arrested during the brief confrontation, accused of being present at an unlawful assembly, before police ultimately pulled back from city hall park. Later, attorneys for occupy la asked a federal judge for an injunction barring police from evicting the camp, arguing"
        ],
        "raw_document": [
            "Members of occupy philadelphia remain on site at city hall into the evening of nov. 28. ( david m warren / staff photographer ) about 100 occupy philly protesters sat down on the cold concrete of dilworth plaza at 5 p.m. Sunday and waited to be rousted for violating a deadline mayor nutter had set for the group to leave. But the expected police eviction had not happened by late sunday evening, and city officials continued to avoid saying when, or whether, they would throw the occupiers and their tents off city hall's so-called front lawn. \" we are expecting people to pack up and leave, \" said mark mcdonald, spokesman for mayor nutter. \" i ' m not going to speculate about what the city might do at any time down the road from now. \" for about 90 minutes, protesters chanted slogans such as, \" what does democracy look like",
            "The lapd early monday declared an unlawful assembly on the streets surrounding city hall and ordered occupy l.a. Protesters to immediately disperse or face arrest. Police officers carrying batons, plastic handcuffs and non-lethal weapons lined up on 1st street directly outside lapd headquarters in anticipation of possible arrests of protesters who were standing in the streets. \" it is not our intent to clear the park at this time, \" an officer said over a loudspeaker. \" it is only our intent to clear the street. Thank you in advance for your cooperation. \" photos: occupy l.a. The dispersal order came nearly four hours after the midnight sunday deadline for protesters to clear the lawn at city hall, where occupy l.a. Protesters have camped out for two months. Police were on scene since before midnight, urging protesters to stay off the streets and warning them that arrests would be imminent. They first gave a",
            "1 of 6. The occupy los angeles encampment at city hall park is seen before the midnight deadline for eviction from city hall park passes in los angeles, november 27, 2011. Los angeles ( reuters ) - police in riot gear closed in before dawn on monday on anti-wall street activists in los angeles who defied a midnight deadline to vacate a camp outside city hall, but stopped short of clearing the encampment. Police managed to reopen blocked streets for morning rush-hour commuters after a tense standoff with protesters who had taken over a downtown intersection, but remnants of a crowd that had swelled to 2,000 overnight remained at city hall. Four demonstrators were arrested during the brief confrontation, accused of being present at an unlawful assembly, before police ultimately pulled back from city hall park. Later, attorneys for occupy la asked a federal judge for an injunction barring police from evicting the camp, arguing"
        ],
        "reasons": [
            "The summary discusses the Occupy LA encampment and the stay of execution protesters received. Document 2 provides details about the LAPD declaring an unlawful assembly for Occupy LA protesters and ordering their immediate dispersal, which aligns with the summary. Document 3 talks about police actions in Los Angeles against anti-Wall Street activists defying an eviction deadline, which is relevant to the summary. Document 1 focuses on Occupy Philadelphia protesters and does not provide information related to Occupy LA or the events at City Hall Park in Los Angeles. Therefore, the irrelevant document is: Document 1",
            "The summary discusses the Occupy LA encampment receiving a stay of execution and a few arrests reported beyond the boundaries of City Hall Park. It also mentions the situation at Occupy Philadelphia. Document 1 talks about the Occupy Philadelphia protesters defying a deadline and awaiting possible eviction. Document 2 details the LAPD declaring an unlawful assembly and giving a dispersal order to Occupy LA protesters. Document 3 provides information about the Occupy Los Angeles encampment and police actions, which is related to the summary. Therefore, the irrelevant document is: Document 1",
            "The summary revolves around the Occupy LA encampment and the actions taken by the police. Document 1 discusses the Occupy Philadelphia protesters and their defiance against a deadline to disperse, which is not directly related to the Occupy LA encampment mentioned in the summary. Document 2 talks about the LAPD declaring an unlawful assembly in relation to Occupy LA, aligning with the summary's focus on Occupy LA. Document 3 also mentions the Occupy Los Angeles encampment and the police intervention, fitting the context of the summary. Therefore, the irrelevant document is: Document 1",
            "The summary discusses the Occupy LA encampment and the events surrounding it. Document 1 talks about Occupy Philadelphia and protesters defying a deadline set by Mayor Nutter, which is not related to Occupy LA encampment. Document 2 describes the LAPD's actions towards Occupy LA protesters, specifically focusing on clearing the streets and not the park itself. Document 3 provides details about the Occupy Los Angeles encampment and the actions taken by police there. Therefore, the irrelevant document is: Document 1",
            "The summary discusses the Occupy LA encampment and the stay of execution it received. Document 2 provides details about the LAPD declaring an unlawful assembly at Occupy LA and ordering protesters to disperse, which is relevant to the summary. Document 3 talks about police actions in Los Angeles related to the Occupy movement, also relevant. Document 1, however, focuses on Occupy Philadelphia and their activities at City Hall, which is not directly related to the Occupy LA encampment and the stay of execution discussed in the summary. Therefore, the irrelevant document is: Document 1"
        ],
        "vote_count": {
            "0": 5,
            "1": 0,
            "2": 0
        }
    },
    {
        "idx": 56210,
        "document_num": 1,
        "summary": "Three people are missing in the wake of a massive mudslide that struck near collbran, colorado, last night. The slide was reported at around 6: 15pm, after a day of rain that is believed to have helped cause the slide, the denver post reports. The caller \" described hearing a noise that sounded much like a freight train, \" the sheriff's department said. The slide is an estimated 4 miles long, 2 miles wide, and 250 feet deep. \" this slide is unbelievably big, \" one police officer said. The area is still considered unstable, and roadblocks have been set up to try to keep people away from it, the denver channel reports. Rescue crews are combing the area for anyone who may have been trapped in the slide. So far no structures have been reported as damaged, and no major roads have been affected. The area is so remote that it does not get cellphone service.",
        "split": "test",
        "cleansed_document": [
            "Three people are missing on grand mesa in western colorado, possibly swept away by mudslide estimated at 2 miles wide, 4 miles long and 250 feet deep sunday evening, according to the mesa county sheriff's office. The people were not named but were said to be residents of the collbran and mesa areas. The slide is along salt creek road, also known as 601/2 road, near vega state park, east of collbran, which is about 40 miles east of grand junction. The person who reported the slide to mesa county sheriff's dispatch at about 6: 15 p.m. \" described hearing a noise that sounded much like a freight train that is attributed to the slide, \" the sheriff's department stated. \" this slide is unbelievably big, \" mesa county lt. Phil stratton said. Deputies described the slide area as unstable sunday night, and they estimated an entire ridge had been sliding for most of the day. Heavy rain was believed to have contributed to the mudslide. Rescue crews with the plateau valley fire department were on the scene. The area is remote. No structures were reported damaged, but officials expected a more accurate assessment monday morning. No major roads were affected. Cellphone service is not available in the area. People are discouraged from going into the area, and a"
        ],
        "raw_document": [
            "Areal flood advisory issued may 28 at 4: 13am mdt expiring may 29 at 9: 30pm mdt in effect for: grand, jackson flood advisory issued may 28 at 4: 21pm mdt expiring may 29 at 10: 21pm mdt in effect for: rio blanco flood advisory issued may 28 at 3: 57pm mdt expiring may 29 at 9: 57pm mdt in effect for: mesa flood advisory issued may 28 at 3: 57pm mdt expiring may 29 at 9: 57pm mdt in effect for: mesa flood advisory issued may 28 at 3: 37pm mdt expiring may 29 at 8: 31pm mdt in effect for: eagle flood advisory issued may 28 at 3: 37pm mdt expiring may 29 at 8: 31pm mdt in effect for: eagle flood advisory issued may 28 at 2: 31pm mdt expiring may 29 at 8: 31pm mdt in effect for: eagle flood warning issued may 28 at 1: 42pm mdt expiring may 30 at 3: 41pm mdt in effect for: routt flood advisory issued may 28 at 12: 10pm mdt expiring may 29 at 6: 01pm mdt in effect for: larimer flood advisory issued may 28 at 10: 12am mdt expiring june 2 at 12: 00pm mdt in effect for: weld flood warning issued may 28 at 10: 00am mdt expiring may 29 at 9:",
            "Three people are missing on grand mesa in western colorado, possibly swept away by mudslide estimated at 2 miles wide, 4 miles long and 250 feet deep sunday evening, according to the mesa county sheriff's office. The people were not named but were said to be residents of the collbran and mesa areas. The slide is along salt creek road, also known as 601/2 road, near vega state park, east of collbran, which is about 40 miles east of grand junction. The person who reported the slide to mesa county sheriff's dispatch at about 6: 15 p.m. \" described hearing a noise that sounded much like a freight train that is attributed to the slide, \" the sheriff's department stated. \" this slide is unbelievably big, \" mesa county lt. Phil stratton said. Deputies described the slide area as unstable sunday night, and they estimated an entire ridge had been sliding for most of the day. Heavy rain was believed to have contributed to the mudslide. Rescue crews with the plateau valley fire department were on the scene. The area is remote. No structures were reported damaged, but officials expected a more accurate assessment monday morning. No major roads were affected. Cellphone service is not available in the area. People are discouraged from going into the area, and a"
        ],
        "reasons": [
            "None",
            "The summary discusses a massive mudslide near Collbran, Colorado, and the subsequent search for three missing individuals. Document 1 contains flood advisories for various areas, which are unrelated to the mudslide incident near Collbran, Colorado. Document 2 provides details about the missing individuals in the mudslide near Collbran, Colorado, and is relevant to the summary. Therefore, the irrelevant document is: Document 1",
            "The summary discusses a mudslide near Collbran, Colorado, where three people are missing. Document 1 is not relevant to the summary as it contains flood advisories for various areas in Colorado and does not provide any information related to the mudslide near Collbran. Document 2, on the other hand, details the missing individuals and the mudslide near Collbran, which is directly related to the summary. Therefore, the irrelevant document is: Document 1",
            "The summary discusses a massive mudslide near Collbran, Colorado, and the search for three missing individuals. Document 1 contains flood advisories for various areas but does not provide relevant information about the specific mudslide near Collbran. Document 2, however, provides detailed information about the mudslide near Collbran, including the missing individuals and the location of the slide. Therefore, the irrelevant document is: Document 1",
            "The summary is about a massive mudslide near Collbran, Colorado, and the search for three missing individuals. It mentions the characteristics of the mudslide and the ongoing rescue efforts. Document 1 is unrelated as it provides a list of flood advisories and warnings for different areas in Colorado, which does not contribute to the discussion about the specific mudslide near Collbran. Document 2 is directly related to the summary as it provides detailed information about the mudslide near Collbran, Colorado, the missing individuals, and the response efforts. Therefore, the irrelevant document is: Document 1"
        ],
        "vote_count": {
            "0": 4,
            "1": 0
        }
    },
    {
        "idx": 56211,
        "document_num": 3,
        "summary": "The traditional end-of-summit group photo at this year's g7 gathering will not include president trump. The white house says trump will leave the quebec summit on saturday morning and travel directly to singapore, where he is due to meet kim jong un june 12, politico reports. The summit is scheduled to conclude hours after trump's departure and he will miss sessions on issues including climate change and the oceans. The president will travel to the quebec resort of la malbaie friday, the ap reports. His first trip to canada as president comes as disputes with both prime minister justin trudeau and france's president emmanuel macron are heating up. Both leaders have said they will confront trump at the summit over new tariffs imposed on us allies in the name of \" national security. \" trudeau and macron \" are charging the u.s. Massive tariffs and create non-monetary barriers. The eu trade surplus with the u.s. Is $ 151 billion, and canada keeps our farmers and others out. Look forward to seeing them tomorrow, \" trump tweeted thursday. In another tweet, he said trudeau \" is being so indignant, bringing up the relationship that the u.s. And canada had over the many years and all sorts of other things... But he doesn't bring up the fact that they charge us up to 300 % on dairy — hurting our farmers, killing our agriculture! \" a third tweet warned the eu and canada to \" take down your tariffs &amp; barriers or we will more than match you! \" earlier thursday, macron said that the other six countries may end up signing an agreement that doesn't include the us. ( trump reportedly brought up a war of 1812 incident when discussing new tariffs on canadian steel. )",
        "split": "test",
        "cleansed_document": [
            "Please tell prime minister trudeau and president macron that they are charging the u.s. Massive tariffs and create non-monetary barriers. The eu trade surplus with the u.s. Is $ 151 billion, and canada keeps our farmers and others out. Look forward to seeing them tomorrow.",
            "File- in this oct. 11, 2017, file photo, president donald trump shakes hands with canadian prime minister justin trudeau in the oval office of the white house. When trump visits canada this week there's... ( associated press ) file- in this oct. 11, 2017, file photo, president donald trump shakes hands with canadian prime minister justin trudeau in the oval office of the white house. When trump visits canada this week there's speculation he could walk out of meetings with allies furious over his belligerent trade policies.... ( associated press ) quebec city ( ap ) — president donald trump is cutting short his first presidential trip to canada this weekend, as trade and foreign policy disputes appear set to mar his planned summit with the leaders of the group of seven wealthy democracies. The u.s. President's reception in the picturesque town of la malbaie along the st. Lawrence river is set to be a far cry from when ronald reagan visited quebec three decades ago, when he was so friendly with prime minister brian mulroney they sang a song together. Quarrelling with trump",
            "President donald trump will depart canada straight for singapore, the site of his historic meeting with north korean leader kim jong un. &#124; kevin dietsch-pool/getty images trump to depart g-7 summit early president donald trump continued to criticize canada early friday morning after the white house announced he will leave the g-7 summit before its conclusion following a day of back-and-forth with fellow world leaders that foreshadowed confrontations during the meeting of the world's largest advanced economies. Trump will be depart the summit in quebec at 10: 30 a.m. Saturday and head directly to singapore, the site of his june 12 meeting with the north korean leader, kim jong un, white house press secretary sarah huckabee sanders said in a statement. The g-7 summit is scheduled to wrap up later on saturday. Story continued below before the thursday night announcement, president emmanuel macron of france and prime minister justin trudeau of canada both promised to confront trump over his recent decision to impose tariffs on u.s. Allies. Trump, in response, laid into the two leaders on thursday evening and friday morning over those plans. Sign up for morning"
        ],
        "raw_document": [
            "Tweet with a location you can add location information to your tweets, such as your city or precise location, from the web and via third-party applications. You always have the option to delete your tweet location history. Learn more",
            "Please tell prime minister trudeau and president macron that they are charging the u.s. Massive tariffs and create non-monetary barriers. The eu trade surplus with the u.s. Is $ 151 billion, and canada keeps our farmers and others out. Look forward to seeing them tomorrow.",
            "File- in this oct. 11, 2017, file photo, president donald trump shakes hands with canadian prime minister justin trudeau in the oval office of the white house. When trump visits canada this week there's... ( associated press ) file- in this oct. 11, 2017, file photo, president donald trump shakes hands with canadian prime minister justin trudeau in the oval office of the white house. When trump visits canada this week there's speculation he could walk out of meetings with allies furious over his belligerent trade policies.... ( associated press ) quebec city ( ap ) — president donald trump is cutting short his first presidential trip to canada this weekend, as trade and foreign policy disputes appear set to mar his planned summit with the leaders of the group of seven wealthy democracies. The u.s. President's reception in the picturesque town of la malbaie along the st. Lawrence river is set to be a far cry from when ronald reagan visited quebec three decades ago, when he was so friendly with prime minister brian mulroney they sang a song together. Quarrelling with trump",
            "President donald trump will depart canada straight for singapore, the site of his historic meeting with north korean leader kim jong un. &#124; kevin dietsch-pool/getty images trump to depart g-7 summit early president donald trump continued to criticize canada early friday morning after the white house announced he will leave the g-7 summit before its conclusion following a day of back-and-forth with fellow world leaders that foreshadowed confrontations during the meeting of the world's largest advanced economies. Trump will be depart the summit in quebec at 10: 30 a.m. Saturday and head directly to singapore, the site of his june 12 meeting with the north korean leader, kim jong un, white house press secretary sarah huckabee sanders said in a statement. The g-7 summit is scheduled to wrap up later on saturday. Story continued below before the thursday night announcement, president emmanuel macron of france and prime minister justin trudeau of canada both promised to confront trump over his recent decision to impose tariffs on u.s. Allies. Trump, in response, laid into the two leaders on thursday evening and friday morning over those plans. Sign up for morning"
        ],
        "reasons": [
            "The summary discusses President Trump's plans to leave the G7 summit early to travel to Singapore for a meeting with Kim Jong Un, missing sessions on various issues. Document 1 is unrelated as it contains information about adding location to tweets, which is not relevant to the discussion of President Trump's early departure from the G7 summit. Document 2 is a tweet from President Trump addressing Prime Minister Trudeau and President Macron regarding tariffs, which is related to the summary. Document 3 discusses President Trump's trip to Canada and his disputes with world leaders, aligning with the summary. Document 4 details President Trump's early departure from the G7 summit, consistent with the summary. Therefore, the irrelevant document is: Document 1",
            "The summary is focused on President Trump's decision to leave the G7 summit early to travel to Singapore for a meeting with Kim Jong Un, and the disputes he has with Prime Minister Justin Trudeau and President Emmanuel Macron. Document 1 contains a general information about adding location to tweets and is not relevant to the discussion about President Trump's early departure from the summit and his disagreements with other leaders. Document 2 is a tweet by President Trump addressing tariffs, which is related to the summary. Document 3 discusses President Trump's trip to Canada and the potential disputes over trade policies, relevant to the summary. Document 4 talks about President Trump's departure from the G7 summit to Singapore, which is in line with the summary. Therefore, the irrelevant document is: Document 1",
            "The summary discusses President Trump's departure from the G7 summit to travel to Singapore for a meeting with Kim Jong Un, missing sessions on various topics. Document 1 is irrelevant as it only mentions adding location information to tweets and does not provide any relevant information related to President Trump's actions at the G7 summit. Therefore, the irrelevant document is: Document 1.",
            "The summary discusses President Trump's plans to leave the G7 summit early and travel to Singapore for a meeting with Kim Jong Un. Document 1 is unrelated as it contains information about adding location information to tweets and does not contribute to the discussion of President Trump's departure from the summit. Document 2 is related to President Trump's tweets about tariffs and trade issues with Canada and the EU, which is relevant to the summary. Document 3 and Document 4 both provide details about President Trump's early departure from the G7 summit and his trip to Singapore, aligning with the summary. Therefore, the irrelevant document is: Document 1",
            "The summary discusses President Trump's plans to leave the G7 summit early and travel to Singapore for a meeting with Kim Jong Un. It also mentions the disputes with Prime Minister Justin Trudeau and President Emmanuel Macron over tariffs. Document 1 is unrelated as it contains information about adding location information to tweets and does not contribute to the discussion about the G7 summit or the disputes over tariffs. Document 2 is a tweet from President Trump related to the tariffs and disputes with Trudeau and Macron. Document 3 discusses President Trump's reception in Canada and the upcoming summit, which is relevant to the summary. Document 4 talks about President Trump departing the G7 summit early to travel to Singapore, which is in line with the summary. Therefore, the irrelevant document is: Document 1"
        ],
        "vote_count": {
            "0": 5,
            "1": 0,
            "2": 0,
            "3": 0
        }
    },
    {
        "idx": 56212,
        "document_num": 3,
        "summary": "Sofia coppola scored a historic victory at the cannes film festival on sunday night when she became only the second woman in the event's 70-year history to win the best director award. The american, who won with civil war drama the beguiled, is the first woman to win since soviet director yuliya soltsneva, who was awarded the prize in 1961 for world war ii movie the story of the flaming years, slate reports. The coveted palme d ' or prize went to swedish writer-director ruben ostlund's comedy the square, the ap reports. Diane kruger won best actress and joaquin phoenix was named best actor. Coppola, one of three women among the 19 directors in the competition this year, was not present to accept her prize but she released a statement saying it was an \" exciting start \" to be honored in cannes. \" i ' m thankful to my great team and cast and to focus and universal for their support of women-driven films, \" she said, per the hollywood reporter. Beguiled star nicole kidman also missed the ceremony, where she was honored with a special prize to mark the festival's 70th anniversary. Jury member will smith collected it on her behalf, pretending to cry and saying, \" merci beaucoup madam and monsieurs! \"",
        "split": "test",
        "cleansed_document": [
            "Loic venance/afp/getty images the awards ceremony for the 2017 cannes film festival took place on sunday, culminating with a palme d ' or win for swedish director ruben östlund's satire the square, variety reports. But the most satisfying win may have been sofia coppola's best director award for the beguiled: she is only the second female director in the festival's 70-year history to win the award. The last time that happened, the award went to soviet director yuliya solntseva for her world war ii film the story of the flaming years — in 1961. Coppola also has the distinction of being the first woman to win best director who attended the festival as a child the year her father's film won the palme d ' or; here she is looking adorable in 1979, when apocalypse now and the tin drum shared the award. ( her 8th birthday fell during",
            "Sofia coppola becomes the second woman to ever win for best director, while joaquin phoenix and diane kruger earned acting honors. The 70th annual cannes film festival came to a close sunday night with the main competition awards ceremony at the palais des festivals. The square, by swedish writer-director ruben ostlund, won the top prize, the palme d ' or. The satire — the follow-up to ostlund's 2014 international hit force majeure — explores swedish art, commerce, politics and national identity and stars claes bang and elisabeth moss. The story centers on a man who is overseeing a new art installation called \" the square \" — a sanctuary where anyone entering is supposed to abide by humanitarian values — but things quickly go awry. When he took the stage to accept his award, ostlund led the crowd in a \" scream of happiness \" and told photographers to turn their cameras",
            "Director ruben ostlund reacts to winning the palme d ' or award for his film the square just after it was announced during the awards ceremony at the 70th international film festival, cannes, southern france,... ( associated press ) director ruben ostlund reacts to winning the palme d ' or award for his film the square just after it was announced during the awards ceremony at the 70th international film festival, cannes, southern france, sunday, may 28, 2017. ( ap photo/alastair grant ) ( associated press ) cannes, france ( ap ) — the cannes film festival awarded its coveted palme d ' or award to ruben ostlund's swedish comedy \" the square \" on sunday, while sofia coppola became only the second woman to win the best director award. \" oh my god! ok, \" the swedish filmmaker exclaimed after he bounded onto the stage to collect the"
        ],
        "raw_document": [
            "Loic venance/afp/getty images the awards ceremony for the 2017 cannes film festival took place on sunday, culminating with a palme d ' or win for swedish director ruben östlund's satire the square, variety reports. But the most satisfying win may have been sofia coppola's best director award for the beguiled: she is only the second female director in the festival's 70-year history to win the award. The last time that happened, the award went to soviet director yuliya solntseva for her world war ii film the story of the flaming years — in 1961. Coppola also has the distinction of being the first woman to win best director who attended the festival as a child the year her father's film won the palme d ' or; here she is looking adorable in 1979, when apocalypse now and the tin drum shared the award. ( her 8th birthday fell during",
            "Sofia coppola becomes the second woman to ever win for best director, while joaquin phoenix and diane kruger earned acting honors. The 70th annual cannes film festival came to a close sunday night with the main competition awards ceremony at the palais des festivals. The square, by swedish writer-director ruben ostlund, won the top prize, the palme d ' or. The satire — the follow-up to ostlund's 2014 international hit force majeure — explores swedish art, commerce, politics and national identity and stars claes bang and elisabeth moss. The story centers on a man who is overseeing a new art installation called \" the square \" — a sanctuary where anyone entering is supposed to abide by humanitarian values — but things quickly go awry. When he took the stage to accept his award, ostlund led the crowd in a \" scream of happiness \" and told photographers to turn their cameras",
            "Director ruben ostlund reacts to winning the palme d ' or award for his film the square just after it was announced during the awards ceremony at the 70th international film festival, cannes, southern france,... ( associated press ) director ruben ostlund reacts to winning the palme d ' or award for his film the square just after it was announced during the awards ceremony at the 70th international film festival, cannes, southern france, sunday, may 28, 2017. ( ap photo/alastair grant ) ( associated press ) cannes, france ( ap ) — the cannes film festival awarded its coveted palme d ' or award to ruben ostlund's swedish comedy \" the square \" on sunday, while sofia coppola became only the second woman to win the best director award. \" oh my god! ok, \" the swedish filmmaker exclaimed after he bounded onto the stage to collect the"
        ],
        "reasons": [
            "The summary focuses on Sofia Coppola's historic win at the Cannes Film Festival and mentions the award winners for Best Actress, Best Actor, and the Palme d'Or winner. Document 2 discusses the winners at the 70th annual Cannes Film Festival, including Sofia Coppola's win as the second woman to ever win Best Director. Document 3 talks about Ruben Ostlund winning the Palme d'Or award for his film \"The Square.\" Document 1 provides additional details about Sofia Coppola's win and the historical significance of her achievement as the second woman to win the Best Director award at Cannes. Since all documents are relevant to the summary, the answer is: None.",
            "None",
            "The summary focuses on Sofia Coppola's historic win as the second woman to win the best director award at the Cannes Film Festival, alongside other winners. Document 1 discusses Sofia Coppola's win and provides additional information about past female winners. Document 2 discusses the awards at the Cannes Film Festival and mentions the winners of the Palme d'Or, best director, and acting honors. Document 3 provides information about Ruben Ostlund winning the Palme d'Or for his film \"The Square.\" \n\nThe irrelevant document is: Document 3",
            "None",
            "The summary focuses on Sofia Coppola winning the Best Director award at the Cannes Film Festival and other notable awards. Document 1 discusses Sofia Coppola's historic win at the Cannes Film Festival. Document 2 also talks about Sofia Coppola's win and provides additional details about the festival. Document 3 is a description of Ruben Ostlund's reaction to winning the Palme d'Or award. Since all the documents are related to the summary, the irrelevant document is: None"
        ],
        "vote_count": {
            "0": 0,
            "1": 0,
            "2": 1
        }
    },
    {
        "idx": 56213,
        "document_num": 2,
        "summary": "The duck boat sinking that killed 17 on a missouri lake is now the subject of a federal criminal investigation after the coast guard found probable cause for negligence. The us attorney's office for the western district of missouri is seeking to delay civil lawsuits over the july 19 incident until the end of its \" wide-ranging \" investigation to prevent revealing evidence too early, though two boat captains already know themselves to be targets. Per the springfield news-leader, the coast guard found probable cause for \" misconduct, negligence, or inattention to the duties of the captain \" by kenneth mckee of ride the ducks branson's sunken stretch duck 07, and also probable cause that barry king acted in a \" grossly negligent manner \" while operating stretch duck 54, which made it to safety. The branson area had been under a severe thunderstorm warning for 20 minutes before stretch duck 07 entered table rock lake, where 73mph winds whipped up waves more than three feet high. Per the wichita eagle, the boat wasn't to be operated in winds exceeding 35mph or waves exceeding two feet. Civil cases also accuse ride the ducks branson, owned by ripley entertainment, of putting passengers at risk through use of boat canopies, citing a national transportation safety board recommendation to remove them following a 1999 tragedy. The ntsb is also investigating this case, along with the state, per cnn. \" we continue to fully cooperate, \" ripley says in a statement, adding \" we are providing all documentation and materials requested in the case. \"",
        "split": "test",
        "cleansed_document": [
            "( cnn ) a federal criminal investigation into a deadly duck boat sinking on a missouri lake was initiated after the us coast guard determined the 17 deaths resulted from \" misconduct, negligence or inattention to the duties \" by the captain of the duck boat, according to a court document filed wednesday. The new investigation also is looking at another duck boat captain and officials at the company that operates the tourist ride, the court document says. There are several investigations into the july 19 incident, including the state of missouri, which is also looking into criminal liability, and the national transportation safety board, which is trying to determine what caused the sinking. Survivors of some of the people who died are, in four cases, suing ripley entertainment, which runs the duck boat tours called ride the ducks branson. On wednesday, the us government attached a motion to the civil cases, asking that a court rule that federal investigators be allowed first to talk to the pertinent witnesses and participants in the case. Read more",
            "The captains of two ride the ducks boats that battled rough waters before one sank last month are targets of a criminal investigation, according to federal court documents filed wednesday. Kenneth scott mckee, captain of the sunken stretch duck 07, and barry king, captain of stretch duck 54, \"are aware of their status as targets of the government action, \" the document says. They are under investigation for allegedly operating the vessel in a manner that endangered lives. Seventeen of the 31 passengers on duck 07 died when the boat sank in table rock lake near branson on july 19. Duck 54 was also on the water but made it to shore. The documents filed in u.s. District court wednesday also indicate that ripley entertainment, which owns the duck boats, is another \"target \" or \"subject \" of the investigation. And they say that \"several ripley agents, employees, or officers have been identified as targets and/or subjects of the government action. \" digital access for only $ 0.99 for the most comprehensive local coverage, subscribe today. The u.s. Attorneys ' manual defines a \"target \" as \"a person as to whom the prosecutor or the grand jury has substantial evidence linking him or her to the commission of a crime and who, in the judgment of the prosecutor, is a putative defendant. \" a \"subject \" of an investigation, the manual says, \"is a person whose conduct is within the scope of the grand jury's investigation. \" king's wife turned to social media after the sinking that night to tell facebook friends her husband was ok. She wrote that he was also on the lake that night, at the same time"
        ],
        "raw_document": [
            "( cnn ) a federal criminal investigation into a deadly duck boat sinking on a missouri lake was initiated after the us coast guard determined the 17 deaths resulted from \" misconduct, negligence or inattention to the duties \" by the captain of the duck boat, according to a court document filed wednesday. The new investigation also is looking at another duck boat captain and officials at the company that operates the tourist ride, the court document says. There are several investigations into the july 19 incident, including the state of missouri, which is also looking into criminal liability, and the national transportation safety board, which is trying to determine what caused the sinking. Survivors of some of the people who died are, in four cases, suing ripley entertainment, which runs the duck boat tours called ride the ducks branson. On wednesday, the us government attached a motion to the civil cases, asking that a court rule that federal investigators be allowed first to talk to the pertinent witnesses and participants in the case. Read more",
            "The captains of two ride the ducks boats that battled rough waters before one sank last month are targets of a criminal investigation, according to federal court documents filed wednesday. Kenneth scott mckee, captain of the sunken stretch duck 07, and barry king, captain of stretch duck 54, \"are aware of their status as targets of the government action, \" the document says. They are under investigation for allegedly operating the vessel in a manner that endangered lives. Seventeen of the 31 passengers on duck 07 died when the boat sank in table rock lake near branson on july 19. Duck 54 was also on the water but made it to shore. The documents filed in u.s. District court wednesday also indicate that ripley entertainment, which owns the duck boats, is another \"target \" or \"subject \" of the investigation. And they say that \"several ripley agents, employees, or officers have been identified as targets and/or subjects of the government action. \" digital access for only $ 0.99 for the most comprehensive local coverage, subscribe today. The u.s. Attorneys ' manual defines a \"target \" as \"a person as to whom the prosecutor or the grand jury has substantial evidence linking him or her to the commission of a crime and who, in the judgment of the prosecutor, is a putative defendant. \" a \"subject \" of an investigation, the manual says, \"is a person whose conduct is within the scope of the grand jury's investigation. \" king's wife turned to social media after the sinking that night to tell facebook friends her husband was ok. She wrote that he was also on the lake that night, at the same time"
        ],
        "reasons": [
            "The summary discusses the federal criminal investigation into the duck boat sinking on a Missouri lake, focusing on negligence and misconduct by the boat captains and the company involved. Document 1 talks about the federal criminal investigation, including details about the captain's negligence and the government's motion in civil cases. Document 2 also delves into the criminal investigation, highlighting the captains' involvement and Ripley Entertainment being a target of the investigation. Both documents are relevant to the summary. Therefore, the irrelevant document is: None.",
            "The summary discusses the federal criminal investigation into the duck boat sinking incident that resulted in 17 deaths on a Missouri lake. Document 1 and Document 2 are both related to the federal criminal investigation and the targets of the investigation, including the captains and the company involved. Both documents provide additional information and details about the investigation, contributing to the discussion in the summary. Therefore, the relevant document is: None",
            "None",
            "The summary discusses the federal criminal investigation into the duck boat sinking incident that resulted in 17 deaths on a Missouri lake. Document 1 provides information about the federal criminal investigation, the coast guard's findings, and civil cases related to the incident, aligning with the summary. Document 2 also details the criminal investigation, focusing on the captains of the duck boats involved and Ripley Entertainment, which operates the duck boats, in line with the summary. Therefore, both Document 1 and Document 2 are relevant to the summary, and there are no irrelevant documents.",
            "None"
        ],
        "vote_count": {
            "0": 0,
            "1": 0
        }
    },
    {
        "idx": 56214,
        "document_num": 0,
        "summary": "Note to tweeting politicians: watch what you post, because politwoops will remember it forever. The transparency-minded website is safeguarding politicians'deleted tweets, enabling the rest of us to giggle or ponder over them at our leisure, the atlantic reports. The site's current 6-month stash includes a few doozey deletions, including john mccain mocking vladimir putin's tears and rep. Jeff miller posting a link to a poll that asked, \" was obama born in the united states? \" a few deletions are more odd than obvious, begging us to ask what politicians were thinking. Why, for example, did rep. Tom graves remove a tweet about going out one night with his wife? or rep. Kathy hochul delete one about her visit to a cancer institute? perhaps rep. Stephen fincher's tweet comparing the bachelor to the hunger games is a more obvious case, but the online avenues of a politician's mind can be dimly lit indeed.",
        "split": "test",
        "cleansed_document": [],
        "raw_document": [
            "An archive of the public statements deleted by u.s. Politicians. Explore the tweets they would prefer you couldn't see. If you aren't an elected official or running for office and feel your account is being tracked by mistake then please contact us.",
            "An archive of the public statements deleted by u.s. Politicians. Explore the tweets they would prefer you couldn't see. If you aren't an elected official or running for office and feel your account is being tracked by mistake then please contact us.",
            "An archive of the public statements deleted by u.s. Politicians. Explore the tweets they would prefer you couldn't see. If you aren't an elected official or running for office and feel your account is being tracked by mistake then please contact us.",
            "An archive of the public statements deleted by u.s. Politicians. Explore the tweets they would prefer you couldn't see. If you aren't an elected official or running for office and feel your account is being tracked by mistake then please contact us.",
            "An archive of the public statements deleted by u.s. Politicians. Explore the tweets they would prefer you couldn't see. If you aren't an elected official or running for office and feel your account is being tracked by mistake then please contact us."
        ],
        "reasons": [
            "All the documents provided are identical and mention an archive of public statements deleted by U.S. politicians. None of the documents provide additional information or context relevant to the summary. Therefore, the irrelevant documents are: Document 1|Document 2|Document 3|Document 4|Document 5",
            "All the documents provided are redundant as they contain the same information about an archive of deleted tweets by U.S. politicians. Therefore, the irrelevant documents are: Document 1|Document 2|Document 3|Document 4|Document 5",
            "All the provided documents contain the same information about an archive of deleted tweets by U.S. politicians. As they are all identical and do not offer any additional relevant details to the summary, the irrelevant documents are: Document 1|Document 2|Document 3|Document 4|Document 5",
            "The summary discusses the website Politwoops, which safeguards politicians' deleted tweets for transparency purposes. The mentioned deleted tweets include various examples of politicians' posts that were removed. Documents 1, 2, 3, 4, and 5 are all identical and contain a generic statement about an archive of public statements deleted by U.S. politicians. Since these documents do not provide any additional information or examples related to the specific deleted tweets mentioned in the summary, they are irrelevant to the summary. Therefore, the irrelevant documents are: Document 1|Document 2|Document 3|Document 4|Document 5",
            "All the documents provided are duplicates of each other and contain similar information about an archive of deleted public statements by U.S. politicians. Since they all convey the same message and do not provide any additional relevant details beyond what is already mentioned in the summary, all documents (Document 1, Document 2, Document 3, Document 4, Document 5) are irrelevant to the summary."
        ],
        "vote_count": {
            "0": 3,
            "1": 3,
            "2": 3,
            "3": 3,
            "4": 3
        }
    },
    {
        "idx": 56215,
        "document_num": 3,
        "summary": "\" stop the madness!!!!, \" \" dear lord, \" and \" i want to die \" were just a few of the responses to what was meant to be a routine email friday about a seasonal potluck party in a utah state office, per the miami herald. What caused the holiday hubbub: the email meant for one department was accidentally sent to more than 25,000 employees throughout the state, leading to what newsweek calls \" a cascade of curt, angry, and confused responses \" when recipients started hitting \" reply all \" in their return correspondence, kutv reports. Unable to simply ignore the mass email, hordes of workers, both irritated and amused, tried to get off the \" reply all \" chain by … replying to all with that request, which newsweek notes \" only deepened the communication quicksand. \" \" it's replyall-gate 2018. Adventures in state government, \" one worker tweeted as it was happening, while another worried the messages wouldn't taper off: \" i fear this will never end. \" in addition to the snark and outrage, some replies were genuine queries about what to bring to the potluck, as well as to the white-elephant gift exchange also set to take place. A utah communications professional offers some advice to those who want to avoid the same \" reply all \" fiasco happening when they have their own email to send out. \" prevention is key: send large group emails to yourself w/ bcc to other recipients, and hope somebody doesn't ' loop ' others in, \" he tweeted. Neither the person who sent the email, nor the department, had been ided by eod friday.",
        "split": "test",
        "cleansed_document": [
            "An apparently simple email about a holiday potluck at a state office went off the rails friday when it was accidentally sent to approximately 25,000 state employees. ( photo: kutv file ) an apparently simple email about a holiday potluck at a state office in utah went off the rails friday when it was accidentally sent to approximately 25,000 state employees. One early respondent seemed to anticipate the coming storm of emails by replying to all, \"braces self for receiving thousands of emails from people hitting 'reply all'to say they got added by mistake. \" then the 'reply-all'responses began. \"stop replying to all \", one 'reply-all'respondent wrote. \"please remove me from this email, \" another employee replied to all. \"everyone stop responding!! \" responded one angry email. A photo posted by state spokesperson joe",
            "A seemingly innocuous email exchange about a holiday gift potluck went awry after it was mistakenly sent to more than 25,000 utah state employees. A cascade of curt, angry and confused responses poured in to a \" reply all \" email chain friday that initially sought to discuss a holiday potluck. Utah department of technology services employees took to social media to urge the tens of thousands of respondents to stop replying to the email chain that deluged state employees, contractors and businesses across utah. And as commonly occurs amid corporate and government \" reply all \" chaos, the thousands of \" sent from my iphone \" messages demanding to be removed from the email thread only deepened the communication quicksand. Getty images justin sullivan/staff \" so this is happening right now. It's replyall-gate 2018. Adventures in state government. #replyall actually",
            "Someone mistakenly sent a potluck invite to 25,000 utah state employees — nearly the entire state workforce — friday, reported kutv. Then the reply-all emails began. \"so this is happening right now. It's replyall-gate 2018. Adventures in state government, \" wrote utah public information office joe dougherty on twitter about 9: 30 a.m. Friday. His post included a long chain of reply-all emails to the 25,000 recipients of the errant invite. Many begged fellow respondents to stop hitting reply-all, while others resorted to all-caps demands to \"stop the madness. \" premium content for only $ 0.99 for the most comprehensive local coverage, subscribe today. Subscribe now so this is happening right now. It's replyall-gate 2018. Adventures in state government. #replyall actually don't reply all. Pic.twitter.com/8lot09cm4s — joe dougherty ( @pio_joe ) december"
        ],
        "raw_document": [
            "An apparently simple email about a holiday potluck at a state office went off the rails friday when it was accidentally sent to approximately 25,000 state employees. ( photo: kutv file ) an apparently simple email about a holiday potluck at a state office in utah went off the rails friday when it was accidentally sent to approximately 25,000 state employees. One early respondent seemed to anticipate the coming storm of emails by replying to all, \"braces self for receiving thousands of emails from people hitting 'reply all'to say they got added by mistake. \" then the 'reply-all'responses began. \"stop replying to all \", one 'reply-all'respondent wrote. \"please remove me from this email, \" another employee replied to all. \"everyone stop responding!! \" responded one angry email. A photo posted by state spokesperson joe",
            "A seemingly innocuous email exchange about a holiday gift potluck went awry after it was mistakenly sent to more than 25,000 utah state employees. A cascade of curt, angry and confused responses poured in to a \" reply all \" email chain friday that initially sought to discuss a holiday potluck. Utah department of technology services employees took to social media to urge the tens of thousands of respondents to stop replying to the email chain that deluged state employees, contractors and businesses across utah. And as commonly occurs amid corporate and government \" reply all \" chaos, the thousands of \" sent from my iphone \" messages demanding to be removed from the email thread only deepened the communication quicksand. Getty images justin sullivan/staff \" so this is happening right now. It's replyall-gate 2018. Adventures in state government. #replyall actually",
            "Tweet with a location you can add location information to your tweets, such as your city or precise location, from the web and via third-party applications. You always have the option to delete your tweet location history. Learn more",
            "Someone mistakenly sent a potluck invite to 25,000 utah state employees — nearly the entire state workforce — friday, reported kutv. Then the reply-all emails began. \"so this is happening right now. It's replyall-gate 2018. Adventures in state government, \" wrote utah public information office joe dougherty on twitter about 9: 30 a.m. Friday. His post included a long chain of reply-all emails to the 25,000 recipients of the errant invite. Many begged fellow respondents to stop hitting reply-all, while others resorted to all-caps demands to \"stop the madness. \" premium content for only $ 0.99 for the most comprehensive local coverage, subscribe today. Subscribe now so this is happening right now. It's replyall-gate 2018. Adventures in state government. #replyall actually don't reply all. Pic.twitter.com/8lot09cm4s — joe dougherty ( @pio_joe ) december"
        ],
        "reasons": [
            "The summary discusses an email mishap involving a holiday potluck email sent to over 25,000 Utah state employees, leading to a chain of \"reply all\" responses. Document 3 is unrelated as it contains information about adding location information to tweets and does not contribute to the discussion about the email mishap. Therefore, the irrelevant document is: Document 3",
            "The summary discusses a holiday potluck email sent to over 25,000 state employees, leading to chaos with numerous \"reply all\" responses. Document 1 and Document 4 both provide details about the incident of the email being mistakenly sent to the employees and the subsequent \"reply all\" responses. Document 2 also describes the same situation. Document 3, however, is unrelated as it contains general information about adding location information to tweets and does not contribute to the discussion of the holiday potluck email incident. Therefore, the irrelevant document is: Document 3",
            "The summary discusses an email mishap where a routine email about a holiday potluck in a Utah state office was mistakenly sent to more than 25,000 employees, leading to a flood of \"reply all\" responses. Document 3 is unrelated as it contains information about adding location information to tweets and is not relevant to the email mishap incident. Therefore, the irrelevant document is: Document 3.",
            "The summary discusses an incident where a routine email about a holiday potluck in a Utah state office was mistakenly sent to over 25,000 employees, leading to a chain of replies and confusion. Document 3 is unrelated as it contains information about adding location information to tweets. Document 1, Document 2, and Document 4 all relate to the incident of the mistakenly sent email and the subsequent reply-all responses. Therefore, the irrelevant document is: Document 3",
            "The summary discusses an email mishap involving a holiday potluck in a Utah state office, which led to a mass \"reply all\" chain and various reactions from employees. Document 3 is unrelated as it provides information about adding location to tweets, which is not relevant to the email mishap incident described in the summary. Document 1, Document 2, and Document 4 are all related to the incident. Therefore, the irrelevant document is: Document 3"
        ],
        "vote_count": {
            "0": 0,
            "1": 0,
            "2": 5,
            "3": 0
        }
    }
]